{
    "high": [
        "Du reitest auf einer Welle der Großartigkeit – genieße den Schwung!",
        "Heute ist voller endloser Möglichkeiten – nimm sie an!",
        "Du bist unaufhaltsam, wenn du an dich glaubst.",
        "Alles, was du tust, bringt dich voran.",
        "Du bringst Licht in das Leben aller um dich herum.",
        "Diese Energie, die du fühlst, ist deine Superkraft.",
        "Deine Einstellung ist magnetisch – halte diese Stimmung aufrecht.",
        "Feiere deine Erfolge, egal ob groß oder klein.",
        "Du bist genau da, wo du sein sollst.",
        "Lass deine Freude dich durch den Tag führen.",
        "Du strahlst Selbstvertrauen und Klarheit aus.",
        "Du überlebst nicht nur – du gedeihst.",
        "Du bist ein Leuchtturm der Positivität und Stärke.",
        "Bleib im Fluss, du bist in perfekter Harmonie.",
        "Deine harte Arbeit zeigt sich heute.",
        "Alles, was du berührst, wird zu etwas Gutem.",
        "Deine Energie inspiriert andere auf Weisen, die du nicht einmal bemerkst.",
        "Du erreichst deine Ziele mit Anmut und Mut.",
        "Mach weiter so – die Welt braucht deinen Funken.",
        "Du hast deinen Rhythmus gefunden – tanze weiter danach.",
        "Du bist auf dem Weg, von dem du geträumt hast.",
        "Du besitzt deine Reise wie ein Profi.",
        "Die Klarheit, die du heute fühlst, ist ein Geschenk – nutze sie gut.",
        "Deine Leidenschaft ist ansteckend – teile sie weiter.",
        "Selbstvertrauen steht dir gut – trage es stolz.",
        "Du hast das Feuer und den Fokus – los geht's!",
        "Das Momentum ist auf deiner Seite – reite es mit Freude.",
        "Der Fortschritt, den du gemacht hast, ist es wert, gefeiert zu werden.",
        "Du schreibst heute eine kraftvolle Geschichte.",
        "Heute bist du der Grund, warum jemand anderes gelächelt hat.",
        "Du bist der Beweis, dass Freude eine tägliche Entscheidung ist.",
        "Erfolg fühlt sich heute für dich natürlich an – und das ist wunderschön.",
        "Dein Einsatz zeigt Wirkung – und es funktioniert.",
        "Du hast etwas Kraftvolles entdeckt – vertraue darauf.",
        "Du bist heute im Einklang mit deinem Zweck.",
        "Es gibt heute eine ruhige Zuversicht in deinem Schritt.",
        "Du führst mit Herz – und es funktioniert.",
        "Es gibt etwas Magisches an deiner Energie heute.",
        "Du meisterst es, eine Absicht nach der anderen.",
        "Du hast ein neues Level erreicht – mach weiter so.",
        "Du bist ausgerichtet, wach und absolut fähig.",
        "Du strahlst genau so, wie du es sollst.",
        "Du hast Raum für Freude geschaffen – jetzt genieße ihn.",
        "Du bist der lebende Beweis, dass Licht Licht anzieht.",
        "Die Energie, die du ausstrahlst, ist kraftvoll und gut.",
        "Deine Ausstrahlung zieht heute großartige Dinge an.",
        "Du hast Momentum aufgebaut – jetzt flieg damit.",
        "Dein Optimismus öffnet Türen.",
        "Dein Licht ist heller als jeder Zweifel.",
        "Du sprühst über vor Klarheit und Stärke.",
        "Heute bist du genau die Person, die du sein wolltest."
    ],
    "medium": [
        "Dir geht es okay – nimm es einen Moment nach dem anderen.",
        "Jeder Schritt, den du machst, zählt, auch die kleinen.",
        "Lass den heutigen Tag beständig sein, nicht perfekt.",
        "Du darfst heute einfach sein.",
        "Nicht jeder Tag muss voller Energie sein – du tust trotzdem genug.",
        "Du navigierst heute mit Anmut.",
        "Du erscheinst, und das ist kraftvoll.",
        "Deine Präsenz ist ausreichend.",
        "Atme weiter – du schaffst das.",
        "Du gibst dein Bestes, und das zählt.",
        "Selbst im Dazwischen wächst du.",
        "Nimm einen tiefen Atemzug – du bist am richtigen Ort.",
        "Es ist okay, sich neutral zu fühlen – du bist menschlich.",
        "Du findest auf deine eigene Weise Balance.",
        "Du bist stärker, als du dich gerade fühlst.",
        "Du musst nichts erzwingen – lass es einfach fließen.",
        "Ein ruhiger Tag ist auch ein erfolgreicher Tag.",
        "Du bist gültig, auch in deinen stillen Momenten.",
        "Mach weiter – sanft und stetig.",
        "Lass dich in deinem eigenen Tempo bewegen.",
        "Du machst Fortschritte, auch wenn es schwer zu sehen ist.",
        "Dein Tempo ist deine Stärke.",
        "Du tust mehr, als du dir selbst zugestehst.",
        "Der Mittelweg ist immer noch Teil der Reise.",
        "Du bist ganz, auch wenn du dich unsicher fühlst.",
        "Du bist genau da, wo du gerade sein musst.",
        "Lass dich ohne Schuldgefühle ausruhen.",
        "Klarheit kommt mit der Zeit – du bist auf dem Weg.",
        "Selbst wenn es ruhig ist, entwickelst du dich weiter.",
        "Eine ruhige Entscheidung nach der anderen – das ist genug.",
        "Vertraue dem Timing deines Prozesses.",
        "Du musst heute nicht alles lösen.",
        "Lass den Druck los – sei einfach hier.",
        "Du gehst besser mit den Dingen um, als du denkst.",
        "Neutral bedeutet nicht stagnierend – es bedeutet stabil.",
        "Du kannst dich unsicher fühlen und trotzdem vorankommen.",
        "Du darfst pausieren, ohne Fortschritt zu verlieren.",
        "Deine Gefühle sind gültig, auch wenn sie in der Mitte liegen.",
        "Gib dir selbst Anerkennung dafür, dass du heute erschienen bist.",
        "Du balancierst mehr, als dir bewusst ist.",
        "Heute ist eine Seite, nicht die ganze Geschichte.",
        "Du musst diesen Moment nicht überstürzen.",
        "Du bist geerdet, auch wenn du manchmal wankst.",
        "Du kommst voran, Schritt für Schritt.",
        "Lass diesen Tag sich entfalten – kein Druck.",
        "Du bist beständig, und das ist eine Stärke.",
        "Du machst es genau richtig, da wo du bist.",
        "Heute muss nicht groß sein – nur echt.",
        "Du kannst dir selbst im Dazwischen vertrauen.",
        "Es gibt Frieden darin, dein Bestes zu geben.",
        "Du wächst, auch an durchschnittlichen Tagen."
    ],
    "low": [
        "Es ist okay, sich nicht okay zu fühlen – du bist trotzdem liebenswert und verdienst Fürsorge.",
        "Nimm einen tiefen Atemzug – du gibst dein Bestes.",
        "Du bist nicht allein, auch wenn es sich so anfühlt.",
        "Dieser Moment definiert dich nicht.",
        "Du darfst langsamer machen und Raum einnehmen.",
        "Du machst es besser, als du denkst.",
        "Du hast jeden schweren Tag bisher überstanden – du schaffst auch diesen.",
        "Ruhe ist keine Schwäche, sie ist Heilung.",
        "Du wirst geliebt, auch wenn du es nicht fühlst.",
        "Deine Gefühle sind gültig, ganz egal welche es sind.",
        "Du bist nicht kaputt – du heilest.",
        "Es ist okay, sich auf andere zu stützen.",
        "Lass den heutigen Tag sanft sein – nicht mehr.",
        "Du darfst alles fühlen, ohne dich zu verurteilen.",
        "Du bist nicht zurück – du gehst deinen eigenen Weg.",
        "Du musst nicht alles alleine tragen.",
        "Dein Wert hängt nicht davon ab, wie produktiv du bist.",
        "Es ist okay, einfach nur durch den Tag zu kommen.",
        "Du bist genug, selbst in deinen tiefsten Momenten.",
        "Nimm es einen Atemzug nach dem anderen.",
        "Du darfst dich ohne Schuldgefühle ausruhen.",
        "Du gibst dein Bestes mit dem, was du hast – und das ist genug.",
        "Du verdienst Freundlichkeit – besonders von dir selbst.",
        "Gefühle sind vorübergehend – auch das wird vorbeigehen.",
        "Du bist mehr als dein Kampf.",
        "Du musst nicht alles herausgefunden haben.",
        "Du darfst heute einfach nur existieren.",
        "Du hast schon schwere Tage überlebt – du wirst auch diesen überleben.",
        "Du bist keine Last.",
        "Selbst im Dunkeln wächst du weiter.",
        "Heilung verläuft nicht linear – sei geduldig mit dir.",
        "Deine Geschichte ist noch nicht zu Ende geschrieben.",
        "Du tust gerade dein Bestes – und das zählt.",
        "Du bedeutest mehr, als du denkst.",
        "Du tust genug, auch wenn es sich nicht so anfühlt.",
        "Du darfst eine Pause vom Starksein machen.",
        "Der Sturm wird vorüberziehen – halte durch.",
        "Du bist nicht deine Gedanken.",
        "Du wirst gesehen. Du wirst gehört. Du wirst geschätzt.",
        "Weinen ist keine Schwäche – es ist eine Befreiung.",
        "Du darfst dich müde fühlen und trotzdem stark sein.",
        "Du musst nicht so tun, als wäre alles okay.",
        "Du verdienst Frieden, selbst im Chaos.",
        "Du versagst nicht – du fühlst nur.",
        "Erlaube dir heute, einfach Mensch zu sein.",
        "Deine Existenz auf dieser Welt ist wichtig.",
        "Selbst im Durcheinander gibt es Bedeutung.",
        "Du bist widerstandsfähig – selbst jetzt.",
        "Du tust gerade schwere Dinge – und das ist kraftvoll.",
        "Du verdienst es, dich sicher und unterstützt zu fühlen.",
        "Es ist keine Schande, um Hilfe zu bitten."
    ]
}