{
    "high": [
        "You're riding a wave of greatness — enjoy the momentum!",
        "Today is filled with endless possibilities — embrace them!",
        "You're unstoppable when you believe in yourself.",
        "Everything you're doing is moving you forward.",
        "You bring light to everyone around you.",
        "This energy you're feeling is your superpower.",
        "Your mindset is magnetic — keep that vibe alive.",
        "Celebrate your wins, no matter how big or small.",
        "You’re exactly where you need to be.",
        "Let your joy guide you through the day.",
        "You're radiating confidence and clarity.",
        "You're not just surviving — you're thriving.",
        "You’re a beacon of positivity and strength.",
        "Keep flowing, you’re in perfect alignment.",
        "Your hard work is shining through today.",
        "Everything you touch turns into something good.",
        "Your energy is inspiring others in ways you don’t even realize.",
        "You’re crushing your goals with grace and grit.",
        "Keep showing up — the world needs your spark.",
        "You’ve found your rhythm — keep dancing to it.",
        "You’re on the path you’ve been dreaming about.",
        "You’re owning your journey like a boss.",
        "The clarity you feel today is a gift — use it well.",
        "Your passion is contagious — keep sharing it.",
        "Confidence looks great on you — wear it proudly.",
        "You’ve got the fire and the focus — let’s go!",
        "Momentum is on your side — ride it with joy.",
        "The progress you’ve made is worth celebrating.",
        "You’re writing a powerful story today.",
        "Today you’re the reason someone else smiled.",
        "You’re proof that joy is a daily choice.",
        "Success feels natural to you today — and that’s beautiful.",
        "Your effort is showing — and it’s working.",
        "You’ve tapped into something powerful — trust it.",
        "You’re in tune with your purpose today.",
        "There’s a calm confidence in your step today.",
        "You’re leading with heart — and it’s working.",
        "There’s something magical about your energy today.",
        "You’re crushing it, one intention at a time.",
        "You’ve unlocked a new level — keep going.",
        "You are aligned, awake, and absolutely capable.",
        "You're shining exactly as you're meant to.",
        "You’ve created space for joy — now soak it in.",
        "You’re living proof that light attracts light.",
        "The energy you’re putting out is powerful and good.",
        "Your vibe is attracting great things today.",
        "You’ve built momentum — now fly with it.",
        "Your optimism is opening doors.",
        "Your light is brighter than any doubt.",
        "You’re overflowing with clarity and strength.",
        "Today, you're exactly the person you dreamed of becoming."
    ],
    "medium": [
        "You're doing okay — take it one moment at a time.",
        "Every step you take matters, even the small ones.",
        "Let today be steady, not perfect.",
        "You’re allowed to just be today.",
        "Not every day needs to be high energy — you're still doing enough.",
        "You’re navigating today with grace.",
        "You’re showing up, and that’s powerful.",
        "Your presence is enough.",
        "Keep breathing — you’ve got this.",
        "You’re doing the best you can, and that matters.",
        "Even in the in-between, you’re growing.",
        "Take a deep breath — you're in the right place.",
        "It’s okay to feel neutral — you’re human.",
        "You’re finding balance in your own way.",
        "You’re stronger than you feel right now.",
        "You don’t need to force it — just flow.",
        "A calm day is a successful day too.",
        "You are valid, even in your quiet moments.",
        "Keep going — gently and steadily.",
        "Let yourself move at your own pace.",
        "You're making progress, even if it's hard to see.",
        "Your pace is your power.",
        "You’re doing more than you give yourself credit for.",
        "The middle space is still part of the journey.",
        "You are whole, even when you feel unsure.",
        "You’re exactly where you need to be right now.",
        "Let yourself rest without guilt.",
        "Clarity comes with time — you're on the way.",
        "Even when it's quiet, you're still becoming.",
        "One calm choice at a time — that’s enough.",
        "Trust the timing of your process.",
        "You don’t need to solve everything today.",
        "Let go of the pressure — just be here.",
        "You're handling things better than you think.",
        "Neutral doesn't mean stagnant — it means stable.",
        "You can feel unsure and still move forward.",
        "You're allowed to pause without losing progress.",
        "Your feelings are valid, even when they're in the middle.",
        "Give yourself credit for showing up today.",
        "You’re balancing more than you realize.",
        "Today is a page, not the whole story.",
        "You don't need to rush through this moment.",
        "You're grounded, even if you wobble sometimes.",
        "You're making it through, step by step.",
        "Let this day unfold — no pressure.",
        "You’re steady, and that’s a strength.",
        "You’re doing just fine, right where you are.",
        "Today doesn't need to be big — just real.",
        "You can trust yourself through the in-between.",
        "There is peace in doing your best.",
        "You're growing, even on average days."
    ],
    "low": [
        "It's okay to not feel okay — you're still worthy of love and care.",
        "Take a deep breath — you're doing your best.",
        "You're not alone, even when it feels like it.",
        "This moment doesn't define you.",
        "You’re allowed to slow down and take up space.",
        "You're doing better than you think.",
        "You have survived every hard day so far — you can handle this one too.",
        "Rest is not weakness, it’s healing.",
        "You are loved, even when you can't feel it.",
        "Your feelings are valid, no matter what they are.",
        "You’re not broken — you’re healing.",
        "It's okay to lean on others.",
        "Let today be gentle — nothing more.",
        "You’re allowed to feel everything without judgment.",
        "You're not behind — you're on your own path.",
        "You don't have to carry everything alone.",
        "Your worth isn’t tied to how productive you are.",
        "It's okay to just get through today.",
        "You are enough, even in your lowest moments.",
        "Take it one breath at a time.",
        "You can rest without guilt.",
        "You’re doing your best with what you have — and that’s enough.",
        "You deserve kindness — especially from yourself.",
        "Feelings are temporary — this too will pass.",
        "You are more than your struggle.",
        "You don’t need to have it all figured out.",
        "You're allowed to just exist today.",
        "You’ve faced hard days before — you can face this too.",
        "You are not a burden.",
        "Even in the dark, you are still growing.",
        "Healing isn’t linear — be patient with yourself.",
        "Your story is still unfolding.",
        "You are doing the best you can in this moment.",
        "You matter more than you know.",
        "You’re doing enough, even if it doesn’t feel like it.",
        "You’re allowed to take a break from being strong.",
        "The storm will pass — hold on.",
        "You are not your thoughts.",
        "You are seen. You are heard. You are valued.",
        "Crying is not a weakness — it’s release.",
        "You’re allowed to feel tired and still be strong.",
        "You don’t have to pretend you’re okay.",
        "You are worthy of peace, even in chaos.",
        "You are not failing — you’re just feeling.",
        "Let yourself be human today.",
        "Your presence in this world matters.",
        "Even in the mess, there is meaning.",
        "You are resilient — even now.",
        "You are doing hard things — and that is powerful.",
        "You deserve to feel safe and supported.",
        "There is no shame in asking for help."
    ]
}