{
    "high": [
        "Estás montando una ola de grandeza — ¡disfruta el impulso!",
        "Hoy está lleno de posibilidades infinitas — ¡abrázalas!",
        "Eres imparable cuando crees en ti mismo.",
        "Todo lo que estás haciendo te está haciendo avanzar.",
        "Traes luz a todos los que te rodean.",
        "Esta energía que sientes es tu superpoder.",
        "Tu mentalidad es magnética — mantén esa vibra viva.",
        "Celebra tus logros, sin importar cuán grandes o pequeños sean.",
        "Estás exactamente donde necesitas estar.",
        "Deja que tu alegría te guíe durante el día.",
        "Irradias confianza y claridad.",
        "No solo estás sobreviviendo — estás prosperando.",
        "Eres un faro de positividad y fortaleza.",
        "Sigue fluyendo, estás en perfecta alineación.",
        "Tu esfuerzo brilla hoy.",
        "Todo lo que tocas se convierte en algo bueno.",
        "Tu energía inspira a otros de formas que ni te imaginas.",
        "Estás alcanzando tus metas con gracia y determinación.",
        "Sigue apareciendo — el mundo necesita tu chispa.",
        "Has encontrado tu ritmo — sigue bailando con él.",
        "Estás en el camino que siempre soñaste.",
        "Estás tomando el control de tu viaje como un líder.",
        "La claridad que sientes hoy es un regalo — úsala bien.",
        "Tu pasión es contagiosa — sigue compartiéndola.",
        "La confianza te queda increíble — llévala con orgullo.",
        "Tienes el fuego y el enfoque — ¡vamos allá!",
        "El impulso está de tu lado — disfrútalo con alegría.",
        "El progreso que has logrado merece ser celebrado.",
        "Hoy estás escribiendo una historia poderosa.",
        "Hoy eres la razón por la que alguien sonrió.",
        "Eres prueba de que la alegría es una elección diaria.",
        "El éxito se siente natural para ti hoy — y eso es hermoso.",
        "Tu esfuerzo se nota — y está funcionando.",
        "Has conectado con algo poderoso — confía en ello.",
        "Estás en sintonía con tu propósito hoy.",
        "Hay una calma confiada en tu andar hoy.",
        "Estás liderando con el corazón — y está funcionando.",
        "Hay algo mágico en tu energía hoy.",
        "Estás triunfando, una intención a la vez.",
        "Has desbloqueado un nuevo nivel — sigue adelante.",
        "Estás alineado, despierto y absolutamente capaz.",
        "Brillas exactamente como estás destinado a hacerlo.",
        "Has creado espacio para la alegría — ahora disfrútalo.",
        "Eres prueba viviente de que la luz atrae luz.",
        "La energía que estás emitiendo es poderosa y positiva.",
        "Tu vibra está atrayendo cosas geniales hoy.",
        "Has construido impulso — ahora vuela con él.",
        "Tu optimismo está abriendo puertas.",
        "Tu luz es más brillante que cualquier duda.",
        "Estás rebosante de claridad y fortaleza.",
        "Hoy eres exactamente la persona con la que soñaste convertirte."
    ],
    "medium": [
        "Estás bien — toma un momento a la vez.",
        "Cada paso que das importa, incluso los pequeños.",
        "Deja que hoy sea estable, no perfecto.",
        "Tienes permiso para simplemente ser hoy.",
        "No todos los días tienen que ser de alta energía — aún estás haciendo lo suficiente.",
        "Estás navegando este día con gracia.",
        "Estás presente, y eso es poderoso.",
        "Tu presencia es suficiente.",
        "Sigue respirando — lo tienes.",
        "Estás haciendo lo mejor que puedes, y eso importa.",
        "Incluso en los momentos intermedios, estás creciendo.",
        "Respira profundo — estás en el lugar correcto.",
        "Está bien sentirse neutral — eres humano.",
        "Estás encontrando equilibrio a tu manera.",
        "Eres más fuerte de lo que sientes ahora.",
        "No necesitas forzar nada — solo fluye.",
        "Un día tranquilo también es un día exitoso.",
        "Eres válido, incluso en tus momentos silenciosos.",
        "Sigue adelante — con suavidad y constancia.",
        "Muévete a tu propio ritmo.",
        "Estás avanzando, aunque sea difícil verlo.",
        "Tu ritmo es tu poder.",
        "Estás haciendo más de lo que te das crédito.",
        "El espacio intermedio también es parte del camino.",
        "Eres completo, incluso cuando te sientes inseguro.",
        "Estás exactamente donde necesitas estar ahora.",
        "Permítete descansar sin culpa.",
        "La claridad llega con el tiempo — estás en camino.",
        "Incluso cuando todo está en silencio, sigues transformándote.",
        "Una decisión tranquila a la vez — eso basta.",
        "Confía en el ritmo de tu proceso.",
        "No tienes que resolver todo hoy.",
        "Suelta la presión — solo quédate aquí.",
        "Estás manejando las cosas mejor de lo que crees.",
        "Neutral no significa estancado — significa estable.",
        "Puedes sentirte inseguro y aún así avanzar.",
        "Tienes permiso para hacer una pausa sin perder el rumbo.",
        "Tus emociones son válidas, incluso en el punto medio.",
        "Reconócete por estar presente hoy.",
        "Estás equilibrando más de lo que te imaginas.",
        "Hoy es solo una página, no toda la historia.",
        "No necesitas apresurarte en este momento.",
        "Estás enraizado, aunque a veces tambalees.",
        "Estás logrando avanzar, paso a paso.",
        "Deja que este día se desarrolle — sin presión.",
        "Eres constante, y eso es una fortaleza.",
        "Lo estás haciendo bien, justo donde estás.",
        "Hoy no tiene que ser grandioso — solo auténtico.",
        "Puedes confiar en ti mismo en medio de la transición.",
        "Hay paz en hacer lo mejor que puedes.",
        "Estás creciendo, incluso en los días normales."
    ],
    "low": [
        "Está bien no estar bien — aún mereces amor y cuidado.",
        "Respira hondo — estás haciendo lo mejor que puedes.",
        "No estás solo, incluso cuando se siente así.",
        "Este momento no te define.",
        "Tienes permiso para ir más despacio y ocupar tu espacio.",
        "Lo estás haciendo mejor de lo que crees.",
        "Has sobrevivido a cada día difícil — puedes con este también.",
        "Descansar no es debilidad, es sanación.",
        "Eres amado, incluso cuando no lo sientes.",
        "Tus sentimientos son válidos, sin importar cuáles sean.",
        "No estás roto — estás sanando.",
        "Está bien apoyarse en los demás.",
        "Deja que hoy sea suave — nada más.",
        "Tienes derecho a sentirlo todo sin juzgarte.",
        "No estás atrasado — estás en tu propio camino.",
        "No tienes que cargar con todo tú solo.",
        "Tu valor no depende de lo productivo que seas.",
        "Está bien simplemente pasar el día.",
        "Eres suficiente, incluso en tus momentos más bajos.",
        "Toma todo un respiro a la vez.",
        "Puedes descansar sin sentir culpa.",
        "Estás haciendo lo mejor con lo que tienes — y eso basta.",
        "Mereces amabilidad — especialmente de ti mismo.",
        "Los sentimientos son temporales — esto también pasará.",
        "Eres más que tu lucha.",
        "No necesitas tener todo resuelto.",
        "Tienes permiso para simplemente existir hoy.",
        "Has enfrentado días difíciles antes — puedes con este también.",
        "No eres una carga.",
        "Incluso en la oscuridad, sigues creciendo.",
        "Sanar no es lineal — sé paciente contigo mismo.",
        "Tu historia aún se está escribiendo.",
        "Estás haciendo lo mejor que puedes en este momento.",
        "Importas más de lo que imaginas.",
        "Estás haciendo lo suficiente, incluso si no lo sientes así.",
        "Tienes derecho a tomar un descanso de ser fuerte.",
        "La tormenta pasará — aguanta.",
        "No eres tus pensamientos.",
        "Eres visto. Eres escuchado. Eres valorado.",
        "Llorar no es debilidad — es una liberación.",
        "Tienes permiso para sentirte cansado y seguir siendo fuerte.",
        "No tienes que fingir que estás bien.",
        "Mereces paz, incluso en el caos.",
        "No estás fallando — solo estás sintiendo.",
        "Permítete ser humano hoy.",
        "Tu presencia en este mundo importa.",
        "Incluso en el desorden, hay significado.",
        "Eres resiliente — incluso ahora.",
        "Estás haciendo cosas difíciles — y eso es poderoso.",
        "Mereces sentirte seguro y apoyado.",
        "No hay vergüenza en pedir ayuda."
    ]
}