{
    "high": [
        "Tu surfes sur une vague de grandeur — profite de l'élan !",
        "Aujourd'hui est rempli de possibilités infinies — saisis-les !",
        "Tu es inarrêtable quand tu crois en toi.",
        "Tout ce que tu fais te fait avancer.",
        "Tu apportes de la lumière à ceux qui t'entourent.",
        "Cette énergie que tu ressens est ton superpouvoir.",
        "Ton état d'esprit est magnétique — garde cette vibe vivante.",
        "Célèbre tes réussites, grandes ou petites.",
        "Tu es exactement là où tu dois être.",
        "Laisse ta joie guider ta journée.",
        "Tu rayonnes de confiance et de clarté.",
        "Tu ne fais pas que survivre — tu prospères.",
        "Tu es un phare de positivité et de force.",
        "Continue de couler — tu es en parfaite harmonie.",
        "Ton travail acharné brille aujourd’hui.",
        "Tout ce que tu touches devient quelque chose de bien.",
        "Ton énergie inspire les autres d'une façon que tu ne réalises même pas.",
        "Tu atteins tes objectifs avec grâce et détermination.",
        "Continue à te montrer — le monde a besoin de ton étincelle.",
        "Tu as trouvé ton rythme — continue à danser avec.",
        "Tu es sur le chemin dont tu rêvais.",
        "Tu prends en main ton parcours comme un chef.",
        "La clarté que tu ressens aujourd’hui est un cadeau — utilise-la bien.",
        "Ta passion est contagieuse — partage-la encore.",
        "La confiance te va à merveille — porte-la fièrement.",
        "Tu as le feu et le focus — c'est parti !",
        "L'élan est de ton côté — profite-en avec joie.",
        "Les progrès que tu as faits méritent d'être célébrés.",
        "Tu écris aujourd’hui une histoire puissante.",
        "Aujourd'hui, tu es la raison du sourire de quelqu’un.",
        "Tu es la preuve que la joie est un choix quotidien.",
        "Le succès te semble naturel aujourd’hui — et c’est magnifique.",
        "Ton effort est visible — et il porte ses fruits.",
        "Tu as touché à quelque chose de puissant — fais-lui confiance.",
        "Tu es en accord avec ton but aujourd’hui.",
        "Il y a une confiance calme dans ta démarche aujourd’hui.",
        "Tu mènes avec le cœur — et ça fonctionne.",
        "Il y a quelque chose de magique dans ton énergie aujourd’hui.",
        "Tu assures, une intention après l’autre.",
        "Tu as débloqué un nouveau niveau — continue comme ça.",
        "Tu es aligné, éveillé et absolument capable.",
        "Tu brilles exactement comme tu es censé le faire.",
        "Tu as créé de l’espace pour la joie — maintenant savoure-le.",
        "Tu es la preuve vivante que la lumière attire la lumière.",
        "L’énergie que tu dégages est puissante et positive.",
        "Ta vibration attire aujourd’hui de belles choses.",
        "Tu as construit un élan — maintenant envole-toi avec.",
        "Ton optimisme ouvre des portes.",
        "Ta lumière est plus forte que n’importe quel doute.",
        "Tu débordes de clarté et de force.",
        "Aujourd'hui, tu es exactement la personne que tu rêvais de devenir."
    ],
    "medium": [
        "Tu t'en sors bien — prends les choses une à une.",
        "Chaque pas compte, même les plus petits.",
        "Laisse cette journée être stable, pas parfaite.",
        "Tu as le droit de simplement être aujourd'hui.",
        "Chaque jour n'a pas besoin d'être plein d'énergie — tu en fais déjà assez.",
        "Tu avances aujourd'hui avec grâce.",
        "Le fait que tu sois là, c’est déjà puissant.",
        "Ta présence suffit.",
        "Continue de respirer — tu gères.",
        "Tu fais de ton mieux, et c'est ce qui compte.",
        "Même dans les moments flous, tu grandis.",
        "Prends une grande respiration — tu es à ta place.",
        "C’est normal de se sentir neutre — tu es humain.",
        "Tu trouves ton équilibre à ta façon.",
        "Tu es plus fort que tu ne le crois.",
        "Tu n’as pas besoin de forcer — laisse-toi porter.",
        "Un jour paisible est un jour réussi aussi.",
        "Tu es valable, même dans les moments silencieux.",
        "Continue — doucement mais sûrement.",
        "Va à ton rythme.",
        "Tu avances, même si c’est difficile à voir.",
        "Ton rythme est ta force.",
        "Tu fais plus que ce que tu crois.",
        "L'entre-deux fait partie du chemin.",
        "Tu es complet, même si tu te sens incertain.",
        "Tu es exactement là où tu dois être.",
        "Accorde-toi du repos sans culpabilité.",
        "La clarté vient avec le temps — tu y arrives.",
        "Même dans le calme, tu continues d’évoluer.",
        "Une décision tranquille à la fois — c’est assez.",
        "Fais confiance au rythme de ton processus.",
        "Tu n’as pas à tout régler aujourd’hui.",
        "Lâche la pression — sois simplement là.",
        "Tu gères mieux que tu ne le crois.",
        "Neutre ne veut pas dire bloqué — ça peut être stable.",
        "Tu peux te sentir incertain et avancer quand même.",
        "Tu as le droit de faire une pause sans perdre ton élan.",
        "Tes émotions sont valides, même quand elles sont au milieu.",
        "Reconnais ta présence aujourd’hui — elle compte.",
        "Tu gères plus que tu ne le penses.",
        "Aujourd’hui n’est qu’une page, pas tout le livre.",
        "Tu n’as pas besoin de te dépêcher.",
        "Tu es ancré, même si tu vacilles un peu.",
        "Tu progresses, pas à pas.",
        "Laisse cette journée se dérouler — sans pression.",
        "Tu es constant — c’est une vraie force.",
        "Tu fais de ton mieux, là où tu es.",
        "Aujourd’hui n’a pas besoin d’être grand — juste sincère.",
        "Tu peux te faire confiance dans ce moment de transition.",
        "Il y a de la paix dans le fait de faire de son mieux.",
        "Tu évolues, même dans les jours ordinaires."
    ],
    "low": [
        "C'est normal de ne pas se sentir bien — tu mérites toujours amour et bienveillance.",
        "Prends une grande inspiration — tu fais de ton mieux.",
        "Tu n'es pas seul, même si tu en as l'impression.",
        "Ce moment ne te définit pas.",
        "Tu as le droit de ralentir et de prendre de la place.",
        "Tu t'en sors mieux que tu ne le penses.",
        "Tu as survécu à chaque jour difficile — tu peux aussi gérer celui-ci.",
        "Le repos n'est pas une faiblesse, c'est une guérison.",
        "Tu es aimé, même si tu ne le ressens pas.",
        "Tes sentiments sont valides, quoi qu'ils soient.",
        "Tu n'es pas brisé — tu es en train de guérir.",
        "C'est normal de demander de l'aide aux autres.",
        "Laisse cette journée être douce — rien de plus.",
        "Tu as le droit de tout ressentir sans te juger.",
        "Tu n'es pas en retard — tu es sur ton propre chemin.",
        "Tu n'as pas à tout porter seul.",
        "Ta valeur ne dépend pas de ta productivité.",
        "C'est normal de simplement traverser la journée.",
        "Tu es suffisant, même dans tes moments les plus bas.",
        "Avance une respiration à la fois.",
        "Tu peux te reposer sans culpabilité.",
        "Tu fais de ton mieux avec ce que tu as — et c’est suffisant.",
        "Tu mérites de la gentillesse — surtout venant de toi-même.",
        "Les émotions sont temporaires — cela aussi passera.",
        "Tu es plus que tes luttes.",
        "Tu n’as pas besoin d’avoir tout compris.",
        "Tu as le droit d’exister simplement aujourd’hui.",
        "Tu as déjà surmonté des jours difficiles — tu peux le refaire.",
        "Tu n'es pas un fardeau.",
        "Même dans l’obscurité, tu continues de grandir.",
        "La guérison n’est pas linéaire — sois patient avec toi-même.",
        "Ton histoire est encore en train de s’écrire.",
        "Tu fais de ton mieux en ce moment.",
        "Tu comptes plus que tu ne le crois.",
        "Tu en fais assez, même si tu ne le ressens pas.",
        "Tu as le droit de faire une pause dans ta force.",
        "La tempête passera — tiens bon.",
        "Tu n'es pas tes pensées.",
        "Tu es vu. Tu es entendu. Tu es important.",
        "Pleurer n’est pas une faiblesse — c’est une libération.",
        "Tu peux te sentir fatigué et être encore fort.",
        "Tu n’as pas à prétendre que tout va bien.",
        "Tu mérites la paix, même dans le chaos.",
        "Tu n’échoues pas — tu ressens simplement.",
        "Autorise-toi à être humain aujourd’hui.",
        "Ta présence dans ce monde compte.",
        "Même dans le désordre, il y a du sens.",
        "Tu es résilient — même maintenant.",
        "Tu fais des choses difficiles — et c’est puissant.",
        "Tu mérites de te sentir en sécurité et soutenu.",
        "Il n’y a aucune honte à demander de l’aide."
    ]
}