{
    "high": [
      "Sumasabay ka sa agos ng tagumpay — sulitin mo ito!",
      "Puno ng posibilidad ang araw na ito — yakapin mo sila!",
      "Walang makapipigil sa'yo kapag naniniwala ka sa sarili mo.",
      "Lahat ng ginagawa mo ay hakbang paabante.",
      "Nagdadala ka ng liwanag sa mga tao sa paligid mo.",
      "Ang enerhiya mong ‘yan ang iyong superpower.",
      "Nakakahawa ang mindset mo — ituloy mo lang 'yan.",
      "Ipagdiwang mo ang iyong mga tagumpay, maliit man o malaki.",
      "Nasa tamang lugar ka ngayon.",
      "Hayaan mong ang saya ang gumabay sa araw mo.",
      "Umaapaw ka sa kumpiyansa at linaw.",
      "Hindi ka lang basta nabubuhay — namamayagpag ka!",
      "Isa kang ilaw ng positibo at lakas.",
      "Hayaan mong dumaloy ang lahat — nasa tamang agos ka.",
      "Lumilitaw na ang bunga ng iyong pagsisikap.",
      "Lahat ng hinahawakan mo ay nagiging maganda.",
      "Ang enerhiya mo ay inspirasyon sa iba, kahit hindi mo alam.",
      "Tinutupad mo ang mga layunin mo nang may husay at tapang.",
      "Patuloy kang magpakita — kailangan ka ng mundo.",
      "Nahanap mo na ang tamang ritmo — sayawan mo ito!",
      "Tinatahak mo ang pangarap mong landas.",
      "Hawak mo ang kwento mo — parang boss!",
      "Ang linaw ng isip mo ngayon ay isang biyaya — gamitin mo ito nang mabuti.",
      "Nakakahawa ang passion mo — ipagpatuloy mo!",
      "Bagay na bagay sa'yo ang kumpiyansa — ipagmalaki mo 'yan!",
      "May apoy ka at pokus — tara, simulan na!",
      "Kapanig mo ang momentum — enjoyin mo ito.",
      "Dapat ipagdiwang ang progreso mo.",
      "Isa kang makapangyarihang kwento ngayong araw.",
      "Ikaw ang dahilan ng ngiti ng isang tao ngayon.",
      "Patunay kang ang kasiyahan ay isang araw-araw na pagpili.",
      "Natural sa'yo ang tagumpay — at napakaganda niyan.",
      "Kitang-kita na ang resulta ng iyong sipag.",
      "May nahawakan kang malakas — pagtiwalaan mo ito.",
      "Nakaayon ka sa layunin mo ngayon.",
      "May kumpiyansa kang tahimik pero buo.",
      "Tumatama ka mula sa puso — at gumagana ito.",
      "May kakaibang magic sa enerhiya mo ngayon.",
      "Tagumpay ka, isa-isang intensyon ang puhunan.",
      "Naka-unlock ka ng bagong level — tuloy lang!",
      "Aligned, gising, at kayang-kaya mo lahat.",
      "Kumikinang ka sa paraang dapat lang talaga.",
      "Nakalikha ka ng espasyo para sa ligaya — damhin mo ito.",
      "Buhay na patunay ka na liwanag ang humihila ng liwanag.",
      "Makapangyarihan at mabuti ang enerhiyang nilalabas mo.",
      "Positibong bagay ang inaakit ng vibe mo ngayon.",
      "Nakapundar ka na ng momentum — ngayon, lumipad ka na.",
      "Binubuksan ng optimismo mo ang maraming pintuan.",
      "Mas maliwanag ang ilaw mo kaysa sa alinmang duda.",
      "Umaapaw ka sa linaw at lakas.",
      "Ngayong araw, ikaw ang taong dati mong pinapangarap na maging."
    ],
    "medium": [
      "Ayos ka lang — isang hakbang lang bawat sandali.",
      "Mahalaga ang bawat hakbang, kahit gaano kaliit.",
      "Hayaan mong maging kalmado ang araw — hindi kailangang perpekto.",
      "Puwede kang basta umiiral lang ngayon.",
      "Hindi kailangang mataas ang enerhiya araw-araw — sapat na ang ginagawa mo.",
      "May biyaya sa paraan ng pagharap mo ngayon.",
      "Nagpapakita ka pa rin — at napakalakas niyan.",
      "Sapat na ang presensya mo.",
      "Huminga ka lang — kaya mo ‘to.",
      "Ginagawa mo ang makakaya mo — at mahalaga ‘yon.",
      "Kahit nasa gitna, patuloy kang lumalago.",
      "Huminga nang malalim — nasa tamang lugar ka.",
      "Ayos lang ang makaramdam ng neutral — tao ka lang.",
      "Natututo kang magbalanse sa sarili mong paraan.",
      "Mas malakas ka kaysa sa nararamdaman mo ngayon.",
      "Hindi mo kailangang pilitin — dumaloy ka lang.",
      "Ang payapang araw ay tagumpay din.",
      "Tanggap ka kahit sa tahimik mong mga sandali.",
      "Magpatuloy ka — dahan-dahan at tuloy-tuloy.",
      "Gumalaw ka sa sarili mong bilis.",
      "May progreso pa rin, kahit hindi halata.",
      "Ang ritmo mo ang lakas mo.",
      "Marami kang nagagawa kaysa sa iniisip mo.",
      "Bahagi rin ng paglalakbay ang gitnang bahagi.",
      "Buong-buo ka kahit may pag-aalinlangan.",
      "Nasa tamang lugar ka ngayon.",
      "Pahinga ka kung kailangan, at huwag mong ikahiya.",
      "Darating din ang linaw — nasa proseso ka pa.",
      "Kahit tahimik, may pagbabagong nagaganap.",
      "Isang payapang desisyon lang sa bawat hakbang — sapat na.",
      "Pagkatiwalaan mo ang takbo ng proseso mo.",
      "Hindi kailangang matapos lahat ngayon.",
      "Bitawan mo ang pressure — maging narito ka lang.",
      "Mas kaya mo kaysa sa inaakala mo.",
      "Ang pagiging neutral ay hindi pagiging walang galaw — ito'y pagiging matatag.",
      "Puwede kang mag-alinlangan pero patuloy pa ring umusad.",
      "Puwede kang huminto sandali nang hindi nawawala ang progreso.",
      "Tama ang nararamdaman mo — kahit nasa kalagitnaan ka lang.",
      "Bigyan mo ng pagkilala ang sarili mong presensya ngayon.",
      "Mas marami kang binabalanse kaysa sa akala mo.",
      "Isang pahina lang ang araw na ito — hindi ito ang buong kwento.",
      "Hindi mo kailangang magmadali sa sandaling ito.",
      "Nakatapak ka pa rin kahit minsang natitinag.",
      "Isa-isa mong nalalampasan — hakbang bawat araw.",
      "Hayaan mong umusad ang araw — walang pressure.",
      "Matatag ka — at iyon ay isang kalakasan.",
      "Ayos lang ang ginagawa mo ngayon.",
      "Hindi kailangang maging bongga ang araw — basta totoo.",
      "Maaari mong pagkatiwalaan ang sarili mo kahit sa gitna ng lahat.",
      "May kapayapaan sa paggawa ng makakaya mo.",
      "Lumalago ka, kahit sa mga karaniwang araw."
    ],
    "low": [
      "Ayos lang na hindi ka okay — karapat-dapat ka pa ring mahalin at alagaan.",
      "Huminga ka nang malalim — ginagawa mo ang makakaya mo.",
      "Hindi ka nag-iisa, kahit pakiramdam mo ay ganoon.",
      "Hindi ka hinuhusgahan ng sandaling ito.",
      "Puwede kang bumagal at kunin ang espasyong kailangan mo.",
      "Mas okay ka kaysa sa inaakala mo.",
      "Nalampasan mo na lahat ng mahihirap na araw — kaya mo rin ito.",
      "Ang pahinga ay hindi kahinaan — ito’y paghilom.",
      "Mahal ka, kahit hindi mo ito maramdaman ngayon.",
      "Tama at totoo ang nararamdaman mo.",
      "Hindi ka sirâ — ikaw ay nagpapagaling.",
      "Ayos lang na umasa sa iba.",
      "Hayaan mong maging banayad ang araw — sapat na ‘yon.",
      "Puwede mong maramdaman ang lahat — walang paghusga.",
      "Hindi ka nahuhuli — nasa sarili kang landas.",
      "Hindi mo kailangang pasanin lahat mag-isa.",
      "Hindi nakabase sa pagiging produktibo ang halaga mo.",
      "Ayos lang na makalampas lang sa araw na ito.",
      "Sapat ka, kahit sa pinakamababang sandali mo.",
      "Isang hinga lang bawat sandali.",
      "Puwede kang magpahinga nang walang guilt.",
      "Ginagawa mo ang makakaya mo — at sapat na iyon.",
      "Deserve mong maging mabait sa sarili mo.",
      "Panandalian lang ang mga damdamin — lilipas din ito.",
      "Mas marami ka pa kaysa sa pakikibaka mo.",
      "Hindi mo kailangang alam ang lahat ngayon.",
      "Puwede ka lang umiiral ngayon.",
      "Nalampasan mo na ang hirap noon — kaya mo rin ito.",
      "Hindi ka pabigat.",
      "Kahit sa dilim, patuloy kang lumalago.",
      "Hindi diretso ang paghilom — maging mapagpasensya ka sa sarili mo.",
      "Patuloy pa rin ang kwento mo.",
      "Ginagawa mo ang makakaya mo ngayon — at mahalaga ‘yon.",
      "Mas mahalaga ka kaysa sa iniisip mo.",
      "Sapat na ang ginagawa mo, kahit hindi mo maramdaman.",
      "Puwede kang magpahinga sa pagiging matatag.",
      "Lilipas din ang bagyo — kapit lang.",
      "Hindi ikaw ang mga naiisip mong negatibo.",
      "Nakikita ka. Naririnig ka. Mahalaga ka.",
      "Hindi kahinaan ang pag-iyak — ito’y pagpapakawala.",
      "Puwede kang mapagod at manatiling matatag.",
      "Hindi mo kailangang magpanggap na okay ka.",
      "Karapat-dapat kang mapayapa, kahit sa gitna ng kaguluhan.",
      "Hindi ka bigo — nararamdaman mo lang ‘yan.",
      "Hayaan mong maging tao ka ngayon.",
      "Mahalaga ang presensya mo sa mundong ito.",
      "Kahit magulo, may kabuluhan pa rin.",
      "Matatag ka — kahit ngayon.",
      "Ginagawa mo ang mahihirap na bagay — at napakalakas niyan.",
      "Deserve mong maramdaman ang suporta at kaligtasan.",
      "Walang hiya sa paghingi ng tulong."
    ]
  }
  