{
    "title": "AGA",
    "abbreviation": "Erweiterte Leitunterstützung",
    "button": {
    "signIn": "Anmelden",
    "createAccount": "Konto erstellen?",
    "aboutUs": "Über Uns",
    "home": "Startseite",
    "about": "Über",
    "tools": "Werkzeuge",
    "help": "Hilfe",
    "settings": "Einstellungen",
    "logout": "Abmelden"
    },
    "description": "Der Advanced Guidance Assistant wurde entwickelt, um dir bei der Verwaltung täglicher Aufgaben zu helfen und einen strukturierten, ausgewogenen Lebensstil aufrechtzuerhalten – damit du dein volles Potenzial entfalten kannst.",
    "languageOption": {
        "english": "EN",
        "spanish": "ES"
    },
        "altText": {
        "logo": "AGA-Logo"
    },
    "account": {
        "createNewAccount": "Neues Konto erstellen",
        "alreadyRegistered": "Bereits registriert? Anmelden",
        "signin": "Anmelden",
        "notRegiestered": "Neu hier? Registrieren"
    },
    "components": {
        "weather": "Wetter",
        "weatherLoading": "Wettervorhersage wird abgerufen",
        "weatherError": "Standort konnte nicht ermittelt werden",
        "weatherSuggestion": "Wetterempfehlung",
        "focusMode": "Fokusmodus",
        "taskSetter": "Aufgabenplaner",
        "calendar": "Kalender",
        "mood": "Stimmung",
        "toolInfo": "Werkzeug-Information",
        "contactUs": "Kontaktieren Sie uns",
        "adverts": "Werbung",
        "taskSetterToday": "Aufgaben für heute",
        "taskSetterTomorrow": "Aufgaben für morgen",
        "taskSetterNone": "Keine Aufgaben geplant",
        "taskBacklog": "Aufgabenarchiv",
        "noTasksMessage": "Du hast noch keine Aufgaben.",
        "taskPriority": "Priorität",
        "editTask": "Aufgabe bearbeiten",
        "taskText": "Aufgabe",
        "taskDate": "Datum",
        "saveChanges": "Änderungen speichern"
    },
    "forms": {
        "enterFirstName": "Vorname eingeben",
        "enterName": "Neuen Namen eingeben",
        "enterEmail": "E-Mail",
        "enterPassword": "Passwort eingeben",
        "enterDob": "Geburtsdatum",
        "signUp": "Registrieren",
        "signIn": "Anmelden",
        "forgotPassword": "Passwort vergessen?",
        "loading": "Lädt...",
        "saving": "Speichern...",
        "verifying": "Überprüfen...",
        "deactivating": "Deaktivieren...",
        "errorSignup": "Konto konnte nicht erstellt werden.",
        "errorLogin": "Anmeldung fehlgeschlagen. Bitte überprüfe deine Anmeldedaten und versuche es erneut.",
        "resetPassword": "Passwort zurücksetzen",
        "resetInstructions": "Bitte gib deine E-Mail-Adresse ein. Falls sie mit einem Konto verknüpft ist, erhältst du in Kürze einen Link zum Zurücksetzen des Passworts.",
        "email": "E-Mail",
        "emailRequired": "E-Mail ist erforderlich",
        "cancel": "Abbrechen",
        "sending": "Wird gesendet...",
        "sendResetLink": "Link zum Zurücksetzen senden",
        "resetEmailSent": "Falls sie mit einem Konto verknüpft ist, erhältst du in Kürze einen Link zum Zurücksetzen des Passworts.",
        "yourMessage": "Nachricht",
        "writeSomething": "Gib deine Nachricht hier ein...",
        "submit": "Absenden",
        "messageSent": "Danke für deine Nachricht! Wir melden uns so schnell wie möglich.",
        "submitError": "Etwas ist schiefgelaufen. Bitte versuche es erneut.",
        "allFieldsRequired": "Bitte fülle alle Felder aus.",
        "newPassword": "Neues Passwort eingeben",
        "confirmPassword": "Neues Passwort bestätigen",
        "yourName": "Dein Name",
        "leaveBlankPassword": "Leer lassen, um aktuelles Passwort zu behalten",
        "confirmNewPassword": "Neues Passwort bestätigen",
        "notSpecified": "Nicht angegeben",
        "passwordMismatch": "Neue Passwörter stimmen nicht überein",
        "passwordTooShort": "Passwort muss mindestens 6 Zeichen lang sein",
        "passwordRequired": "Bitte gib dein aktuelles Passwort ein",
        "wrongPassword": "Falsches Passwort eingegeben",
        "tooManyAttempts": "Zu viele Versuche. Bitte versuche es später erneut.",
        "updateFailed": "Profilaktualisierung fehlgeschlagen: ",
        "deactivationFailed": "Konto konnte nicht deaktiviert werden: ",
        "verifyPassword": "Passwort überprüfen",
        "passwordVerificationMessage": "Um deine Änderungen zu bestätigen, gib bitte dein aktuelles Passwort ein.",
        "currentPassword": "Aktuelles Passwort",
        "confirm": "Bestätigen",
        "password": "Passwort",
        "deactivateVerificationTitle": "Verifizierung zur Kontodeaktivierung",
        "deactivateVerificationMessage": "Bitte gib dein Passwort ein, um die Kontodeaktivierung zu bestätigen. Diese Aktion kann nicht rückgängig gemacht werden.",
        "confirmDeactivation": "Deaktivierung bestätigen",
        "addTask": "Aufgabe hinzufügen",
        "deleteTask": "Aufgabe löschen",
        "enterTask": "Aufgabe eingeben",
        "taskPlaceholder": "z. B. Projektbericht fertigstellen",
        "priority": "Priorität",
        "dueDate": "Fälligkeitsdatum",
        "taskAdded": "Aufgabe erfolgreich hinzugefügt",
        "taskDeleted": "Aufgabe gelöscht",
        "errorAddTask": "Aufgabe konnte nicht hinzugefügt werden. Bitte versuche es erneut.",
        "errorDeleteTask": "Aufgabe konnte nicht gelöscht werden. Bitte versuche es erneut.",
        "noTasks": "Keine Aufgaben geplant",
        "loadingTasks": "Aufgaben werden geladen...",
        "priorityOne": "Höchste Priorität",
        "priorityTwo": "Sehr wichtig",
        "priorityThree": "Heute erledigen",
        "priorityFour": "Nicht so wichtig",
        "priorityFive": "Wenn Zeit ist"
    },
    "profile": {
        "settings": "Profileinstellungen",
        "account": "Kontoeinstellungen",
        "preferences": "Einstellungen",
        "security": "Sicherheit",
        "notifications": "Benachrichtigungen",
        "changePhoto": "Foto ändern",
        "saveChanges": "Änderungen speichern",
        "deactivateAccount": "Konto deaktivieren",
        "noChanges": "Keine Änderungen zum Speichern",
        "updateSuccess": "Profil erfolgreich aktualisiert",
        "accountDeactivated": "Konto deaktiviert. Du wirst abgemeldet.",
        "invalidFileType": "Bitte eine Bilddatei auswählen",
        "fileTooLarge": "Dateigröße muss unter 5 MB liegen",
        "uploadError": "Foto-Upload fehlgeschlagen. Bitte versuche es erneut."
    },
    "weather": {
        "pleaseTurnOnLocation": "Bitte aktiviere die Standortdienste",
        "temperatureUnit": "°C",
        "suggestionPrefix": "\""
    },
    "slogan": {
        "one": "EINE",
        "unit": "EINHEIT",
        "at_a_time": "NACH DER ANDEREN"
    },
    "about": {
        "about_us_title": "Über Uns",
        "what_is_aga": "Was ist AGA?",
        "intro_description": "AGA ist mehr als nur ein Organisationstool – es ist ein unterstützender Begleiter für Menschen, die Schwierigkeiten haben, ihre täglichen Routinen zu strukturieren, zu priorisieren und zu verwalten. Mit Empathie und Absicht entwickelt, bringt AGA Klarheit ins Chaos, indem es hilft, Aufgaben in machbare Schritte zu unterteilen – eine Einheit nach der anderen.",
        "units_core_idea": "Die Idee der „Einheiten“ steht im Zentrum von AGA. Jede Einheit stellt einen einzelnen Schritt zu einem größeren Ziel dar. Erst ein Würfel, dann zehn, dann hundert und schließlich tausend – zusammen ergeben sie ein Ganzes.",
        "unit_slogan_paragraph": "Das zeigt, dass jeder Fortschritt sowohl ein Meilenstein als auch ein Sprungbrett zu etwas Größerem ist. Sie werden zu Etappen auf einer größeren Reise, die gleichmäßige Fortschritte fördert. Dieses Konzept inspiriert unseren Slogan: „Eine Einheit nach der anderen“ – eine Erinnerung daran, dass Fortschritt weder schnell noch perfekt sein muss – nur beständig.",
        "creator_backstory": "AGA entstand aus einem persönlichen Kampf. Der Schöpfer kämpfte täglich mit überwältigenden Aufgaben, die sich zu einem unüberschaubaren Durcheinander entwickelten. Herkömmliche Planungs-Apps halfen nicht – sie fehlten an Verbindung, Mitgefühl und Anpassungsfähigkeit in stressigen Momenten. AGA wurde geschaffen, um genau diese Lücke zu füllen. Es organisiert nicht nur Aufgaben – es unterstützt aktiv dabei, konzentriert, ausgeglichen und gesund zu bleiben. AGA bietet Werkzeuge wie:",
        "feature_task_tracker": "Aufgabenverfolgung",
        "feature_calendar_weather": "Kalender & Wetter",
        "feature_focus_mode": "Fokusmodus",
        "feature_wellbeing_insights": "Wohlbefinden-Einblicke",
        "creator_quote": "\"Ob du dich überfordert, festgefahren fühlst oder einfach bessere Routinen aufbauen möchtest – AGA ist da, um dich zu begleiten – so wie es mich begleitet hat – eine Einheit nach der anderen.\" - zedev (Ersteller)",
        "thank_you": "Danke, dass du AGA gewählt hast!",
        "thank_you_message": "Deine Unterstützung bedeutet uns sehr viel. AGA wurde mit Sorgfalt entwickelt, inspiriert durch echte Herausforderungen, und soll dir Klarheit, Fokus und Wohlbefinden im Alltag bringen. Wir hoffen sehr, dass es dir geholfen hat, dich kontrollierter, ruhiger und inspirierter zu fühlen.\n\nGemeinsam, eine Einheit nach der anderen, schaffen wir nicht nur Aufgaben – wir werden zu besseren, ausgewogeneren Versionen unserer selbst.\nAuf deine Reise – danke, dass AGA ein Teil davon sein darf.",
        "media_share": "Finde uns auf anderen Plattformen"
    },
    "tool": {
        "tasksetter_explaination": "Der Aufgabenplaner hilft dir, Aufgaben nach Priorität und Tagesfokus zu verwalten. Auf dem Startbildschirm zeigt er die 3 wichtigsten Aufgaben des Tages, um dir zu helfen, dich auf eine Aufgabe nach der anderen zu konzentrieren. Außerdem wird eine Vorschau auf die 3 wichtigsten Aufgaben für morgen angezeigt, damit du vorbereitet bist.",
        "tasksetter_explaination2": "Um eine Aufgabe hinzuzufügen, klicke auf das [+]-Symbol, gib eine Beschreibung ein, wähle eine Priorität von 1–5 (1 = höchste Priorität) und setze ein Fälligkeitsdatum.",
        "tasksetter_explaination3": "Sobald hinzugefügt, erscheinen Aufgaben auf dem Startbildschirm, wenn sie heute oder morgen fällig sind. Du kannst Aufgaben als erledigt markieren, indem du auf das Häkchen klickst.",
        "tasksetter_explaination4": "Alle aktiven und erledigten Aufgaben werden im Aufgabenarchiv gespeichert, das über die Einstellungen zugänglich ist. Dort kannst du Aufgaben bearbeiten, neu datieren oder löschen. Verpasste Aufgaben erscheinen ausgegraut und können neu geplant oder entfernt werden.",
        "focusmode_explaination": "Der Fokusmodus ist eine intelligente Funktion im physischen AGA-Bot, die dir hilft, fokussiert und bewusst zu arbeiten oder zu lernen. Platziere den Bot einfach vor dir und beginne mit deiner Aufgabe.",
        "focusmode_explaination2": "Er erkennt durch Körpersprache, wenn du abgelenkt bist, und erinnert dich sanft daran, dich wieder zu konzentrieren. Wenn du 30 Minuten ohne Pause gearbeitet hast, schlägt er eine Pause vor, um Überlastung zu vermeiden.",
        "focusmode_explaination3": "Du kannst die Pausenempfehlung bis zu dreimal ignorieren – danach erzwingt der Bot eine Pause von mindestens 15 Minuten, um dein mentales Wohlbefinden zu unterstützen. Er hilft dir nicht nur produktiv zu bleiben – sondern auch gesund und nachhaltig zu arbeiten.",
        "calendar_weather_explaination": "Die AGA-Web-App verfügt über einen integrierten Kalender und ein Wetter-Tool, das dich im Alltag unterstützt. Perfekt für Momente, in denen du das Datum vergessen hast oder unsicher bist, wie das Wetter wird – mit einem schnellen, aktuellen Überblick über das Wesentliche.",
        "calendar_weather_explaination2": "Der Kalender hebt gestern, heute und morgen hervor – als Rhythmus aus Rückblick, Handlung und Vorbereitung. Wir lernen aus der Vergangenheit, handeln heute und bereiten uns auf das Morgen vor.",
        "calendar_weather_explaination3": "Das Wettertool wird von KI unterstützt und gibt clevere Hinweise – z. B. wenn es regnen soll, erinnert es dich, einen Regenschirm mitzunehmen – damit du vorbereitet bist, ohne extra nachzusehen.",
        "wellbeing_explaination": "Diese kommende Funktion erweitert AGAs Fokus auf mentale Gesundheit mit Tools und Anleitungen, um dein Wohlbefinden zu fördern. Übungen wie Atemtechniken und Selbstfürsorge helfen dir, dich mit dir selbst zu verbinden und gesunde Routinen aufzubauen.",
        "wellbeing_explaination2": "Aktuell ist das Stimmungs-Tool verfügbar. Du kannst deine Stimmung täglich erfassen – zu drei Tageszeiten: 6–12 Uhr, 12–18 Uhr und 18–24 Uhr.",
        "wellbeing_explaination3": "Deine Einträge werden über die Zeit analysiert und bieten wöchentliche Einblicke (bis zu 4 Wochen), um besser zu verstehen, was dein Wohlbefinden beeinflusst – und wie du bewusst darauf reagieren kannst. Deine individuellen Stimmungstrends findest du auf der Hauptseite."
    },
    "week_of": "Woche vom",
    "mood": {
        "question": "Wie fühlst du dich heute?",
        "slider": "Wähle die Stimmung, die dich am besten beschreibt.",
        "success": "Deine Stimmung wurde erfolgreich gespeichert. Hab einen tollen Tag!",
        "mood_log": "Stimmung eintragen"
    },
    "feature": {
        "underDevelopment": "Diese Funktion ist in Entwicklung!"
    }   
  }
  