{
  "title": "AGA",
  "abbreviation": "Advanced Guidance Assistance",
  "button": {
    "signIn": "Sign In",
    "createAccount": "Create Account?",
    "aboutUs": "About Us",
    "home": "Home",
    "about": "About",
    "tools": "Tools",
    "help": "Help",
    "settings": "Setting",
    "logout": "Logout"
  },
  "description": "The Advanced Guidance Assistant is designed to help you manage daily tasks and maintain a structured, balanced lifestyle, empowering you to unlock your full potential.",
  "languageOption": {
    "english": "EN",
    "spanish": "ES"
  },
  "altText": {
    "logo": "AGA Logo"
  },
  "account": {
    "createNewAccount": "Create new Account",
    "alreadyRegistered": "Already Registered? Login",
    "signin": "Sign In",
    "notRegiestered": "New member? Sign Up"
  },
  "components": {
    "weather": "Weather",
    "weatherLoading": "Retrieving Weather Forecast",
    "weatherError": "Unable to get location",
    "weatherSuggestion": "Weather Suggestion",
    "focusMode": "Focus Mode",
    "taskSetter": "Task Setter",
    "calendar": "Calendar",
    "mood": "Mood",
    "toolInfo": "Tool Information",
    "contactUs": "Contact Us",
    "adverts": "Adverts",
    "taskSetterToday": "Today's Tasks",
    "taskSetterTomorrow": "Tomorrow's Tasks",
    "taskSetterNone": "No tasks scheduled"
  },
  "forms": {
    "enterFirstName": "Enter First Name",
    "enterName": "Enter a new name",
    "enterEmail": "Email",
    "enterPassword": "Enter Password",
    "enterDob": "Date of birth",
    "signUp": "Sign Up",
    "signIn": "Sign In",
    "forgotPassword": "Forgot Password?",
    "loading": "Loading...",
    "saving": "Saving...",
    "verifying": "Verifying...",
    "deactivating": "Deactivating...",
    "errorSignup": "Failed to create an account.",
    "errorLogin": "Failed to sign in. Please check your credentials and try again.",
    "resetPassword": "Reset Password",
    "resetInstructions": "Please enter your email address. If it's associated with an account, you'll receive a password reset link shortly.",
    "email": "Email",
    "emailRequired": "Email is required",
    "cancel": "Cancel",
    "sending": "Sending...",
    "sendResetLink": "Send Reset Link",
    "resetEmailSent": "If it's associated with an account, you'll receive a password reset link shortly.",
    "yourMessage": "Message",
    "writeSomething": "Enter your message here...",
    "submit": "Submit",
    "messageSent": "Thank you for reaching out! We will get back to you as soon as possible.",
    "submitError": "Something went wrong. Please try again.",
    "allFieldsRequired": "Please fill in all fields.",
    "newPassword": "Enter a new Password",
    "confirmPassword": "Confirm New Password",
    "yourName": "Your Name",
    "leaveBlankPassword": "Leave blank to keep current password",
    "confirmNewPassword": "Confirm new password",
    "notSpecified": "Not specified",
    "passwordMismatch": "New passwords do not match",
    "passwordTooShort": "Password must be at least 6 characters",
    "passwordRequired": "Please enter your current password",
    "wrongPassword": "You entered an incorrect password",
    "tooManyAttempts": "Too many attempts. Try again later.",
    "updateFailed": "Failed to update profile: ",
    "deactivationFailed": "Failed to deactivate account: ",
    "verifyPassword": "Verify Password",
    "passwordVerificationMessage": "To confirm your changes, please enter your current password.",
    "currentPassword": "Current Password",
    "confirm": "Confirm",
    "password": "Password",
    "deactivateVerificationTitle": "Deactivate Account Verification",
    "deactivateVerificationMessage": "Please enter your password to confirm account deactivation. This action cannot be undone.",
    "confirmDeactivation": "Confirm Deactivation",
    "addTask": "Add Task",
    "deleteTask": "Delete Task",
    "enterTask": "Enter your task",
    "taskPlaceholder": "e.g. Finish project report",
    "priority": "Priority",
    "dueDate": "Due Date",
    "taskAdded": "Task added successfully",
    "taskDeleted": "Task deleted",
    "errorAddTask": "Failed to add task. Please try again.",
    "errorDeleteTask": "Failed to delete task. Please try again.",
    "noTasks": "No tasks scheduled",
    "loadingTasks": "Loading tasks..."
  },
  "profile": {
    "settings": "Profile settings",
    "account": "Account Settings",
    "preferences": "Preferences",
    "security": "Security",
    "notifications": "Notifications",
    "changePhoto": "Change Photo",
    "saveChanges": "Save Changes",
    "deactivateAccount": "Deactivate Account",
    "noChanges": "No changes to save",
    "updateSuccess": "Profile updated successfully",
    "accountDeactivated": "Account deactivated. You will be signed out."
  },
  "weather": {
    "pleaseTurnOnLocation": "Please turn on location",
    "temperatureUnit": "°C",
    "suggestionPrefix": "\""
  },
  "slogan": {
    "one": "ONE",
    "unit": "UNIT",
    "at_a_time": "AT A TIME"
  },
  "about": {
    "about_us_title": "About Us",
    "what_is_aga": "What is AGA?",
    "intro_description": "AGA is more than just an organisation tool — it’s a supportive companion for individuals who find it difficult to structure, prioritise, and manage their daily routines. Built with empathy and intention, AGA is designed to bring clarity to the chaos by helping users break down their responsibilities into achievable steps — one unit at a time.",
    "units_core_idea": "The idea of “units” lies at the core of AGA. Each unit represents a single step toward a larger goal. First one unit cube, then ten, then a hundred, and eventually a thousand—together forming a greater whole.",
    "unit_slogan_paragraph": "This illustrates that every accomplishment is both a milestone and a stepping stone on the path to something bigger. They become milestones in a larger journey, encouraging steady forward movement. This concept inspires our slogan: “One Unit at a Time” — a reminder that progress doesn’t need to be fast or perfect; it just needs to be consistent.",
    "creator_backstory": "AGA was born from a personal struggle. The creator faced a daily battle with overwhelming responsibilities, where tasks blurred into one unmanageable mess. Traditional scheduling apps didn’t help — they lacked the connection, care, and adaptability needed in moments of stress. AGA was created to fill that gap. It doesn’t just organise tasks; it actively supports users in staying focused, balanced, and well. AGA provides tools such as:",
    "feature_task_tracker": "Task Tracker",
    "feature_calendar_weather": "Calendar & Weather",
    "feature_focus_mode": "Focus Mode",
    "feature_wellbeing_insights": "Wellbeing Insights",
    "creator_quote": "\"Whether you're feeling overwhelmed, stuck, or simply looking to build better routines, AGA is here to walk with you — just as it walked with me — one unit at a time.\" - zedev (Creator)",
    "thank_you": "Thank you for choosing AGA!",
    "thank_you_message": "Your support means the world to us. AGA was built with care, inspired by real struggles, and designed to bring clarity, focus, and wellbeing to your daily life. We truly hope it’s helped you feel more in control, more at ease, and more inspired to grow.\n\nTogether, one unit at a time, we’re not just getting things done — we’re becoming better, more balanced versions of ourselves.\nHere’s to your journey, and thank you for letting AGA be a part of it.",
    "media_share": "Find us on other platforms"
  },
  "tool": {
    "tasksetter_explaination": "Task Setter helps you manage tasks based on priority and daily focus. On the home screen, Task Setter shows you the top 3 priority tasks for today to help you focus on one task at a time. It also previews the top 3 tasks for tomorrow so you can stay prepared and plan ahead.",
    "tasksetter_explaination2": "To add a task, click the [+] icon, then enter a description, set a priority from 1–5 (with 1 being the most important), and choose a due date.",
    "tasksetter_explaination3": "Once added, tasks appear on the home screen if they're due today or tomorrow. You can mark tasks as complete by clicking the check icon.",
    "tasksetter_explaination4": "All active and completed tasks are stored in the task backlog, accessible from Settings. From there, you can edit the task’s description, priority, or date, or delete tasks you no longer need. Missed tasks will appear greyed out and can be rescheduled or removed.",
    "focusmode_explaination": "Focus Mode is a smart feature built into the physical AGA bot that helps you stay engaged and intentional while working or studying. Simply place the bot in front of you and begin your task.",
    "focusmode_explaination2": "It uses body language detection to recognise when you’re distracted, gently alerting you to refocus on the task at hand. On the flip side, if you've been working for 30 minutes straight, the bot will suggest taking a break to avoid burnout.",
    "focusmode_explaination3": "You can ignore the break suggestion up to three times, but after that, the bot will enforce a minimum 15-minute break to support your mental wellbeing. It’s designed not just to keep you productive — but to help you maintain a healthy, sustainable workflow.",
    "calendar_weather_explaination": "The AGA web app features an integrated calendar and weather tool to support your daily routine. It's designed for moments when you forget the date or feel unsure about the weather — giving you an always-accessible, real-time snapshot of what matters most.",
    "calendar_weather_explaination2": "The calendar highlights yesterday, today, and tomorrow — emphasising the rhythm of reflection, action, and preparation. We learn from the past, focus on today, and get ready for what’s next.",
    "calendar_weather_explaination3": "The weather tool is powered by AI to offer smart suggestions — like reminding you to take an umbrella if it’s going to rain — helping you prepare for the day ahead without needing to check manually.",
    "wellbeing_explaination": "This upcoming feature will expand AGA’s focus on mental wellbeing, offering tools and guidance to help users learn how to regulate their mental health. It will encourage self-investment through practices like breathing techniques and self-care exercises — helping users reconnect with themselves and build healthy routines.",
    "wellbeing_explaination2": "For now, the Mood Insight tool is live. You can set your mood daily, with mood prompts appearing at three key points throughout the day: 6AM–12PM, 12PM–6PM, 6PM–12AM.",
    "wellbeing_explaination3": "Mood entries are analysed over time, offering a weekly mood overview (up to 4 weeks), helping you understand what affects your emotional state and how to respond to it with intention. Your personalised mood trends can be found on the main page."
  }
}
