{
  "title": "AGA",
  "abbreviation": "Asistencia de Guía Avanzada",
  "button": {
    "signIn": "Iniciar Sesión",
    "createAccount": "¿Crear Cuenta?",
    "aboutUs": "Sobre Nosotros",
    "home": "Inicio",
    "about": "Acerca de",
    "tools": "Herramientas",
    "help": "Ayuda",
    "settings": "Configuración",
    "logout": "Cerrar Sesión"
  },
  "description": "La Asistencia de Guía Avanzada está diseñada para ayudarte a gestionar tareas diarias y mantener un estilo de vida estructurado y equilibrado, empoderándote para alcanzar tu máximo potencial.",
  "languageOption": {
    "english": "EN",
    "spanish": "ES"
  },
  "altText": {
    "logo": "Logo de AGA"
  },
  "account": {
    "createNewAccount": "Crear nueva cuenta",
    "alreadyRegistered": "¿Ya estás registrado? Inicia sesión",
    "signin": "Iniciar Sesión",
    "notRegiestered": "¿Nuevo usuario? Regístrate"
  },
  "components": {
    "weather": "Clima",
    "weatherLoading": "Obteniendo pronóstico del clima",
    "weatherError": "No se pudo obtener la ubicación",
    "weatherSuggestion": "Sugerencia del Clima",
    "focusMode": "Modo de Enfoque",
    "taskSetter": "Gestor de Tareas",
    "calendar": "Calendario",
    "mood": "Estado de Ánimo",
    "toolInfo": "Información de Herramientas",
    "contactUs": "Contáctanos",
    "adverts": "Anuncios"
  },
  "forms": {
    "enterFirstName": "Ingresa tu nombre",
    "enterName": "Ingresa un nuevo nombre",
    "enterEmail": "Correo electrónico",
    "enterPassword": "Ingresa tu contraseña",
    "enterDob": "Fecha de nacimiento",
    "signUp": "Regístrate",
    "signIn": "Iniciar Sesión",
    "forgotPassword": "¿Olvidaste tu contraseña?",
    "loading": "Cargando...",
    "saving": "Guardando...",
    "verifying": "Verificando...",
    "deactivating": "Desactivando...",
    "errorSignup": "No se pudo crear la cuenta.",
    "errorLogin": "No se pudo iniciar sesión. Verifica tus credenciales e inténtalo nuevamente.",
    "resetPassword": "Restablecer Contraseña",
    "resetInstructions": "Ingresa tu correo electrónico. Si está asociado con una cuenta, recibirás un enlace para restablecer tu contraseña en breve.",
    "email": "Correo Electrónico",
    "emailRequired": "El correo electrónico es obligatorio",
    "cancel": "Cancelar",
    "sending": "Enviando...",
    "sendResetLink": "Enviar Enlace de Restablecimiento",
    "resetEmailSent": "Si el correo está asociado con una cuenta, recibirás un enlace para restablecer tu contraseña en breve.",
    "yourMessage": "Mensaje",
    "writeSomething": "Escribe tu mensaje aquí...",
    "submit": "Enviar",
    "messageSent": "¡Gracias por contactarnos! Nos pondremos en contacto contigo lo antes posible.",
    "submitError": "Algo salió mal. Intenta nuevamente.",
    "allFieldsRequired": "Por favor, completa todos los campos.",
    "newPassword": "Ingresa una nueva contraseña",
    "confirmPassword": "Confirmar Nueva Contraseña",
    "yourName": "Tu Nombre",
    "leaveBlankPassword": "Deja en blanco para mantener la contraseña actual",
    "confirmNewPassword": "Confirma la nueva contraseña",
    "notSpecified": "No especificado",
    "passwordMismatch": "Las contraseñas no coinciden",
    "passwordTooShort": "La contraseña debe tener al menos 6 caracteres",
    "passwordRequired": "Por favor introduce tu contraseña actual",
    "wrongPassword": "Has introducido una contraseña incorrecta",
    "tooManyAttempts": "Demasiados intentos. Inténtalo más tarde.",
    "updateFailed": "Error al actualizar el perfil: ",
    "deactivationFailed": "Error al desactivar la cuenta: ",
    "verifyPassword": "Verificar Contraseña",
    "passwordVerificationMessage": "Para confirmar tus cambios, por favor ingresa tu contraseña actual.",
    "currentPassword": "Contraseña Actual",
    "confirm": "Confirmar",
    "password": "Contraseña",
    "deactivateVerificationTitle": "Verificación para Desactivar Cuenta",
    "deactivateVerificationMessage": "Por favor, introduce tu contraseña para confirmar la desactivación de la cuenta. Esta acción no se puede deshacer.",
    "confirmDeactivation": "Confirmar Desactivación"
  },
  "profile": {
    "settings": "Configuración de Perfil",
    "account": "Configuración de Cuenta",
    "preferences": "Preferencias",
    "security": "Seguridad",
    "notifications": "Notificaciones",
    "changePhoto": "Cambiar Foto",
    "saveChanges": "Guardar Cambios",
    "deactivateAccount": "Desactivar Cuenta",
    "noChanges": "No hay cambios para guardar",
    "updateSuccess": "Perfil actualizado correctamente",
    "accountDeactivated": "Cuenta desactivada. Se cerrará tu sesión."
  },
  "weather": {
    "pleaseTurnOnLocation": "Por favor, activa la ubicación",
    "temperatureUnit": "°C",
    "suggestionPrefix": "\""
  },
  "slogan": {
    "one": "UNA",
    "unit": "UNIDAD",
    "at_a_time": "A LA VEZ"
  },
  "about": {
    "about_us_title": "Sobre Nosotros",
    "what_is_aga": "¿Qué es AGA?",
    "intro_description": "AGA es más que una herramienta de organización: es un compañero de apoyo para quienes encuentran difícil estructurar, priorizar y manejar sus rutinas diarias. Diseñado con empatía e intención, AGA aporta claridad al caos ayudándote a dividir tus responsabilidades en pasos alcanzables — una unidad a la vez.",
    "units_core_idea": "La idea de las 'unidades' está en el núcleo de AGA. Cada unidad representa un paso hacia una meta mayor. Primero una unidad, luego diez, luego cien, y eventualmente mil — formando un todo significativo.",
    "unit_slogan_paragraph": "Esto demuestra que cada logro es tanto un hito como una base para avanzar. Inspira nuestro lema: 'Una unidad a la vez' — un recordatorio de que el progreso no necesita ser rápido ni perfecto, solo constante.",
    "creator_backstory": "AGA nació de una lucha personal. Su creador enfrentaba una batalla diaria con responsabilidades abrumadoras. Las apps tradicionales no ayudaban — faltaba conexión y adaptabilidad. AGA llena ese vacío. No solo organiza tareas, también te apoya en mantener enfoque, equilibrio y bienestar.",
    "feature_task_tracker": "Gestor de Tareas",
    "feature_calendar_weather": "Calendario y Clima",
    "feature_focus_mode": "Modo de Enfoque",
    "feature_wellbeing_insights": "Bienestar y Estado de Ánimo",
    "creator_quote": "\"Ya sea que te sientas abrumado, estancado o simplemente quieras mejorar tu rutina, AGA está aquí para acompañarte — como me acompañó a mí — una unidad a la vez.\" - zedev (Creador)",
    "thank_you": "¡Gracias por elegir AGA!",
    "thank_you_message": "Tu apoyo significa mucho para nosotros. AGA fue creado con cuidado, inspirado en experiencias reales, y diseñado para brindarte claridad, enfoque y bienestar en tu día a día. Esperamos que te haya ayudado a sentirte más en control, más tranquilo y con más ganas de crecer.\n\nJuntos, una unidad a la vez, no solo estamos completando tareas — estamos creciendo y transformándonos.",
    "media_share": "Encuéntranos en otras plataformas"
  },
  "tool": {
    "tasksetter_explaination": "El Gestor de Tareas te ayuda a organizarte por prioridad y enfoque diario. En la pantalla principal, verás las 3 tareas más importantes del día para enfocarte en una a la vez. También muestra las 3 principales de mañana para que puedas prepararte.",
    "tasksetter_explaination2": "Para añadir una tarea, haz clic en el icono [+], luego escribe una descripción, establece una prioridad del 1 al 5 (siendo 1 la más importante), y elige una fecha.",
    "tasksetter_explaination3": "Una vez añadidas, las tareas aparecen en la pantalla principal si están programadas para hoy o mañana. Puedes marcarlas como completadas con el icono de verificación.",
    "tasksetter_explaination4": "Todas las tareas activas y completadas se guardan en el historial de tareas dentro de Configuración. Desde allí puedes editar la descripción, prioridad o fecha, o eliminarlas. Las tareas no cumplidas aparecerán en gris y pueden reprogramarse o eliminarse.",
    "focusmode_explaination": "El Modo de Enfoque es una función inteligente integrada en el robot físico de AGA que te ayuda a mantenerte enfocado mientras estudias o trabajas. Solo colócalo frente a ti y comienza.",
    "focusmode_explaination2": "Detecta lenguaje corporal que indique distracción y te alerta suavemente para que regreses a tu tarea. Si llevas 30 minutos trabajando sin pausas, sugiere tomar un descanso.",
    "focusmode_explaination3": "Puedes ignorar la sugerencia hasta 3 veces, pero luego se aplicará un descanso mínimo de 15 minutos para cuidar tu bienestar mental. Está diseñado para ayudarte a ser productivo sin descuidar tu salud.",
    "calendar_weather_explaination": "La app de AGA integra un calendario y clima para ayudarte en tu rutina diaria. Ideal para cuando olvidas la fecha o el clima, y necesitas una referencia rápida y precisa.",
    "calendar_weather_explaination2": "El calendario muestra ayer, hoy y mañana — promoviendo reflexión, acción y preparación. Aprendemos del pasado, actuamos hoy y nos preparamos para el futuro.",
    "calendar_weather_explaination3": "La herramienta de clima usa inteligencia artificial para darte sugerencias útiles, como recordarte un paraguas si va a llover — para que no tengas que preocuparte por comprobarlo tú mismo.",
    "wellbeing_explaination": "Esta futura función ampliará el enfoque de AGA en el bienestar mental, brindando herramientas y orientación para ayudarte a regular tu salud emocional. Incluirá técnicas de respiración y ejercicios de autocuidado.",
    "wellbeing_explaination2": "Por ahora, la herramienta de Estado de Ánimo ya está disponible. Puedes registrar tu ánimo diario, con recordatorios a las 6AM–12PM, 12PM–6PM, y 6PM–12AM.",
    "wellbeing_explaination3": "Los registros se analizan semanalmente (hasta 4 semanas) para ayudarte a entender qué afecta tu estado emocional y cómo responder de forma consciente. Puedes ver tu análisis en la página principal."
  }
}
