{
  "title": "AGA",
  "abbreviation": "Asistencia de Guía Avanzada",
  "button": {
    "signIn": "Iniciar Sesión",
    "createAccount": "¿Crear Cuenta?",
    "aboutUs": "Sobre Nosotros",
    "home": "Inicio",
    "about": "Acerca de",
    "tools": "Herramientas",
    "help": "Ayuda",
    "settings": "Configuración",
    "logout": "Cerrar Sesión"
  },
  "description": "La Asistencia de Guía Avanzada está diseñada para ayudarte a gestionar tareas diarias y mantener un estilo de vida estructurado y equilibrado, empoderándote para alcanzar tu máximo potencial.",
  "languageOption": {
    "english": "EN",
    "spanish": "ES"
  },
  "altText": {
    "logo": "Logo de AGA"
  },
  "account": {
    "createNewAccount": "Crear nueva Cuenta",
    "alreadyRegistered": "¿Ya estás registrado? Inicia sesión",
    "signin": "Iniciar Sesión",
    "notRegiestered": "¿Nuevo miembro? Regístrate"
  },
  "components": {
    "weather": "Clima",
    "weatherLoading": "Obteniendo el pronóstico del clima",
    "weatherError": "No se pudo obtener la ubicación",
    "weatherSuggestion": "Sugerencia Climática",
    "focusMode": "Modo de Enfoque",
    "taskSetter": "Planificador de Tareas",
    "calendar": "Calendario",
    "mood": "Estado de Ánimo",
    "toolInfo": "Información de Herramientas",
    "contactUs": "Contáctanos",
    "adverts": "Anuncios",
    "taskSetterToday": "Tareas de Hoy",
    "taskSetterTomorrow": "Tareas de Mañana",
    "taskSetterNone": "No hay tareas programadas"
  },
  "forms": {
    "enterFirstName": "Ingresa tu nombre",
    "enterName": "Ingresa un nuevo nombre",
    "enterEmail": "Correo electrónico",
    "enterPassword": "Ingresa la contraseña",
    "enterDob": "Fecha de nacimiento",
    "signUp": "Registrarse",
    "signIn": "Iniciar sesión",
    "forgotPassword": "¿Olvidaste tu contraseña?",
    "loading": "Cargando...",
    "saving": "Guardando...",
    "verifying": "Verificando...",
    "deactivating": "Desactivando...",
    "errorSignup": "No se pudo crear la cuenta.",
    "errorLogin": "No se pudo iniciar sesión. Por favor, verifica tus credenciales e intenta de nuevo.",
    "resetPassword": "Restablecer contraseña",
    "resetInstructions": "Por favor, ingresa tu correo electrónico. Si está asociado a una cuenta, recibirás un enlace para restablecer tu contraseña.",
    "email": "Correo electrónico",
    "emailRequired": "El correo electrónico es obligatorio",
    "cancel": "Cancelar",
    "sending": "Enviando...",
    "sendResetLink": "Enviar enlace de restablecimiento",
    "resetEmailSent": "Si está asociado a una cuenta, recibirás un enlace para restablecer tu contraseña.",
    "yourMessage": "Mensaje",
    "writeSomething": "Escribe tu mensaje aquí...",
    "submit": "Enviar",
    "messageSent": "¡Gracias por contactarnos! Te responderemos lo antes posible.",
    "submitError": "Algo salió mal. Por favor, inténtalo de nuevo.",
    "allFieldsRequired": "Por favor, completa todos los campos.",
    "newPassword": "Ingresa una nueva contraseña",
    "confirmPassword": "Confirma la nueva contraseña",
    "yourName": "Tu nombre",
    "leaveBlankPassword": "Déjalo en blanco para mantener la contraseña actual",
    "confirmNewPassword": "Confirma la nueva contraseña",
    "notSpecified": "No especificado",
    "passwordMismatch": "Las nuevas contraseñas no coinciden",
    "passwordTooShort": "La contraseña debe tener al menos 6 caracteres",
    "passwordRequired": "Por favor, ingresa tu contraseña actual",
    "wrongPassword": "Has ingresado una contraseña incorrecta",
    "tooManyAttempts": "Demasiados intentos. Intenta más tarde.",
    "updateFailed": "No se pudo actualizar el perfil: ",
    "deactivationFailed": "No se pudo desactivar la cuenta: ",
    "verifyPassword": "Verificar contraseña",
    "passwordVerificationMessage": "Para confirmar los cambios, por favor ingresa tu contraseña actual.",
    "currentPassword": "Contraseña actual",
    "confirm": "Confirmar",
    "password": "Contraseña",
    "deactivateVerificationTitle": "Verificación para desactivar la cuenta",
    "deactivateVerificationMessage": "Por favor, ingresa tu contraseña para confirmar la desactivación de tu cuenta. Esta acción no se puede deshacer.",
    "confirmDeactivation": "Confirmar desactivación",
    "addTask": "Agregar tarea",
    "deleteTask": "Eliminar tarea",
    "enterTask": "Ingresa tu tarea",
    "taskPlaceholder": "ej. Terminar informe del proyecto",
    "priority": "Prioridad",
    "dueDate": "Fecha de entrega",
    "taskAdded": "Tarea agregada con éxito",
    "taskDeleted": "Tarea eliminada",
    "errorAddTask": "No se pudo agregar la tarea. Por favor, inténtalo de nuevo.",
    "errorDeleteTask": "No se pudo eliminar la tarea. Por favor, inténtalo de nuevo.",
    "noTasks": "No hay tareas programadas",
    "loadingTasks": "Cargando tareas...",
    "priorityOne": "Máxima prioridad",
    "priorityTwo": "Muy importante",
    "priorityThree": "Para hacer hoy",
    "priorityFour": "No tan importante",
    "priorityFive": "Si hay tiempo"
  },
  "profile": {
    "settings": "Configuración del perfil",
    "account": "Configuración de la cuenta",
    "preferences": "Preferencias",
    "security": "Seguridad",
    "notifications": "Notificaciones",
    "changePhoto": "Cambiar foto",
    "saveChanges": "Guardar cambios",
    "deactivateAccount": "Desactivar cuenta",
    "noChanges": "No hay cambios para guardar",
    "updateSuccess": "Perfil actualizado con éxito",
    "accountDeactivated": "Cuenta desactivada. Serás desconectado.",
    "invalidFileType": "Por favor, selecciona un archivo de imagen",
    "fileTooLarge": "El archivo debe ser menor a 5 MB",
    "uploadError": "No se pudo subir la foto. Intenta de nuevo."
  },
  "weather": {
    "pleaseTurnOnLocation": "Por favor, activa la ubicación",
    "temperatureUnit": "°C",
    "suggestionPrefix": "\""
  },
  "slogan": {
    "one": "UN",
    "unit": "UNIDAD",
    "at_a_time": "A LA VEZ"
  },
  "about": {
    "about_us_title": "Sobre Nosotros",
    "what_is_aga": "¿Qué es AGA?",
    "intro_description": "AGA es más que una herramienta de organización: es un compañero de apoyo para las personas que tienen dificultades para estructurar, priorizar y gestionar sus rutinas diarias. Construido con empatía e intención, AGA está diseñado para traer claridad al caos ayudando a los usuarios a desglosar sus responsabilidades en pasos alcanzables — una unidad a la vez.",
    "units_core_idea": "La idea de las “unidades” está en el corazón de AGA. Cada unidad representa un solo paso hacia un objetivo más grande. Primero un cubo de unidad, luego diez, luego cien y eventualmente mil — formando juntos un todo mayor.",
    "unit_slogan_paragraph": "Esto ilustra que cada logro es tanto una meta como un peldaño en el camino hacia algo más grande. Se convierten en hitos dentro de un viaje más amplio, fomentando un movimiento constante hacia adelante. Este concepto inspira nuestro lema: “Una Unidad a la Vez”, un recordatorio de que el progreso no necesita ser rápido ni perfecto; solo necesita ser constante.",
    "creator_backstory": "AGA nació de una lucha personal. Su creador enfrentaba una batalla diaria con responsabilidades abrumadoras, donde las tareas se mezclaban en un lío inmanejable. Las aplicaciones tradicionales de programación no ayudaban: carecían de conexión, cuidado y adaptabilidad en momentos de estrés. AGA fue creado para llenar ese vacío. No solo organiza tareas; apoya activamente a los usuarios para mantenerse enfocados, equilibrados y en bienestar. AGA proporciona herramientas como:",
    "feature_task_tracker": "Gestor de Tareas",
    "feature_calendar_weather": "Calendario y Clima",
    "feature_focus_mode": "Modo de Enfoque",
    "feature_wellbeing_insights": "Perspectivas de Bienestar",
    "creator_quote": "\"Ya sea que te sientas abrumado, estancado o simplemente busques construir mejores rutinas, AGA está aquí para caminar contigo — así como caminó conmigo — una unidad a la vez.\" - zedev (Creador)",
    "thank_you": "¡Gracias por elegir AGA!",
    "thank_you_message": "Tu apoyo significa el mundo para nosotros. AGA fue creado con cariño, inspirado en luchas reales y diseñado para aportar claridad, enfoque y bienestar a tu vida diaria. Esperamos de corazón que te haya ayudado a sentirte más en control, más en paz y más inspirado para crecer.\n\nJuntos, una unidad a la vez, no solo estamos completando tareas — nos estamos convirtiendo en versiones más equilibradas y mejores de nosotros mismos.\nEste es tu viaje, y gracias por dejar que AGA sea parte de él.",
    "media_share": "Encuéntranos en otras plataformas"
  },
  "tool": {
    "tasksetter_explaination": "El Planificador de Tareas te ayuda a gestionar tareas según prioridad y enfoque diario. En la pantalla de inicio, muestra las 3 tareas prioritarias del día para ayudarte a concentrarte en una a la vez. También muestra un avance de las 3 tareas más importantes para mañana para que puedas prepararte.",
    "tasksetter_explaination2": "Para agregar una tarea, haz clic en el icono [+], luego ingresa una descripción, selecciona una prioridad del 1 al 5 (siendo 1 la más importante) y elige una fecha límite.",
    "tasksetter_explaination3": "Una vez agregadas, las tareas aparecerán en la pantalla de inicio si están programadas para hoy o mañana. Puedes marcarlas como completadas haciendo clic en el icono de verificación.",
    "tasksetter_explaination4": "Todas las tareas activas y completadas se almacenan en el historial de tareas, accesible desde Configuración. Desde allí, puedes editar la descripción, prioridad o fecha de una tarea, o eliminar las que ya no necesites. Las tareas vencidas aparecerán en gris y podrán reprogramarse o eliminarse.",
    "focusmode_explaination": "El Modo de Enfoque es una función inteligente integrada en el bot físico de AGA que te ayuda a mantener la concentración mientras estudias o trabajas. Simplemente coloca el bot frente a ti y comienza tu tarea.",
    "focusmode_explaination2": "Utiliza detección de lenguaje corporal para reconocer cuando estás distraído, alertándote suavemente para que vuelvas a enfocarte. Por otro lado, si has estado trabajando durante 30 minutos seguidos, el bot sugerirá tomar un descanso para evitar el agotamiento.",
    "focusmode_explaination3": "Puedes ignorar la sugerencia de descanso hasta tres veces, pero después de eso, el bot aplicará un descanso mínimo de 15 minutos para cuidar tu bienestar mental. Está diseñado no solo para mantenerte productivo, sino también para ayudarte a mantener un flujo de trabajo sano y sostenible.",
    "calendar_weather_explaination": "La app web de AGA incluye un calendario integrado y una herramienta del clima para apoyar tu rutina diaria. Está pensada para esos momentos en los que olvidas la fecha o no estás seguro del clima, brindándote una vista rápida y en tiempo real de lo más relevante.",
    "calendar_weather_explaination2": "El calendario resalta ayer, hoy y mañana — enfatizando el ritmo de reflexión, acción y preparación. Aprendemos del pasado, nos enfocamos en el presente y nos preparamos para el futuro.",
    "calendar_weather_explaination3": "La herramienta del clima está potenciada por IA para ofrecer sugerencias inteligentes — como recordarte llevar un paraguas si va a llover — ayudándote a prepararte para el día sin tener que verificarlo manualmente.",
    "wellbeing_explaination": "Esta función próxima ampliará el enfoque de AGA en el bienestar mental, ofreciendo herramientas y orientación para ayudar a los usuarios a regular su salud emocional. Fomentará la autoexploración mediante prácticas como técnicas de respiración y ejercicios de autocuidado — ayudándote a reconectar contigo mismo y construir hábitos saludables.",
    "wellbeing_explaination2": "Por ahora, la herramienta de Estado de Ánimo ya está disponible. Puedes registrar tu estado de ánimo diariamente, con recordatorios que aparecen en tres momentos clave: 6AM–12PM, 12PM–6PM, 6PM–12AM.",
    "wellbeing_explaination3": "Las entradas de estado de ánimo se analizan con el tiempo, ofreciendo un resumen semanal (hasta 4 semanas), ayudándote a comprender qué afecta tu estado emocional y cómo responder con intención. Tus tendencias personalizadas de estado de ánimo están disponibles en la página principal."
  },
  "week_of": "Semana del",
  "mood": {
    "question": "¿Cómo te sientes hoy?",
    "slider": "Encuentra el estado de ánimo que mejor te describe.",
    "success": "Tu estado de ánimo se ha registrado correctamente. ¡Que tengas un excelente día!",
    "mood_log": "Registrar estado de ánimo"
  },
  "feature": {
    "underDevelopment": "¡Esta función está en desarrollo!"
  }
}
