{
    "title": "AGA",
    "abbreviation": "Assistance Avancée de Guidance",
    "button": {
        "signIn": "Se connecter",
        "createAccount": "Créer un compte ?",
        "aboutUs": "À propos de nous",
        "home": "Accueil",
        "about": "À propos",
        "tools": "Outils",
        "help": "Aide",
        "settings": "Paramètres",
        "logout": "Déconnexion"
    },
    "description": "L'Assistant de Guidance Avancée est conçu pour vous aider à gérer vos tâches quotidiennes et à maintenir un mode de vie structuré et équilibré, afin de libérer tout votre potentiel.",
    "languageOption": {
        "english": "EN",
        "spanish": "ES"
    },
    "altText": {
        "logo": "Logo AGA"
    },
    "account": {
        "createNewAccount": "Créer un nouveau compte",
        "alreadyRegistered": "Déjà inscrit ? Connexion",
        "signin": "Se connecter",
        "notRegiestered": "Nouveau membre ? Inscrivez-vous"
    },
    "components": {
        "weather": "Météo",
        "weatherLoading": "Récupération des prévisions météo",
        "weatherError": "Impossible d'obtenir la localisation",
        "weatherSuggestion": "Suggestion météo",
        "focusMode": "Mode Concentration",
        "taskSetter": "Planificateur de tâches",
        "calendar": "Calendrier",
        "mood": "Humeur",
        "toolInfo": "Informations sur les outils",
        "contactUs": "Contactez-nous",
        "adverts": "Annonces",
        "taskSetterToday": "Tâches du jour",
        "taskSetterTomorrow": "Tâches de demain",
        "taskSetterNone": "Aucune tâche prévue",
        "taskBacklog": "Historique des tâches",
        "noTasksMessage": "Vous n'avez pas de tâches prévues.",
        "taskPriority": "Priorité",
        "editTask": "Modifier la tâche",
        "taskText": "Tâche",
        "taskDate": "Date",
        "saveChanges": "Enregistrer les modifications"
    },
    "forms": {
        "enterFirstName": "Entrez votre prénom",
        "enterName": "Entrez un nouveau nom",
        "enterEmail": "Email",
        "enterPassword": "Entrez le mot de passe",
        "enterDob": "Date de naissance",
        "signUp": "S'inscrire",
        "signIn": "Se connecter",
        "forgotPassword": "Mot de passe oublié ?",
        "loading": "Chargement...",
        "saving": "Enregistrement...",
        "verifying": "Vérification...",
        "deactivating": "Désactivation...",
        "errorSignup": "Échec de la création du compte.",
        "errorLogin": "Échec de la connexion. Veuillez vérifier vos identifiants.",
        "resetPassword": "Réinitialiser le mot de passe",
        "resetInstructions": "Veuillez saisir votre adresse e-mail. Si elle est associée à un compte, vous recevrez un lien de réinitialisation.",
        "email": "Email",
        "emailRequired": "L'e-mail est requis",
        "cancel": "Annuler",
        "sending": "Envoi...",
        "sendResetLink": "Envoyer le lien",
        "resetEmailSent": "Si l'adresse e-mail est associée à un compte, vous recevrez un lien de réinitialisation.",
        "yourMessage": "Message",
        "writeSomething": "Entrez votre message ici...",
        "submit": "Envoyer",
        "messageSent": "Merci pour votre message ! Nous vous répondrons dans les plus brefs délais.",
        "submitError": "Une erreur est survenue. Veuillez réessayer.",
        "allFieldsRequired": "Veuillez remplir tous les champs.",
        "newPassword": "Entrez un nouveau mot de passe",
        "confirmPassword": "Confirmez le nouveau mot de passe",
        "yourName": "Votre nom",
        "leaveBlankPassword": "Laisser vide pour conserver le mot de passe actuel",
        "confirmNewPassword": "Confirmer le nouveau mot de passe",
        "notSpecified": "Non spécifié",
        "passwordMismatch": "Les mots de passe ne correspondent pas",
        "passwordTooShort": "Le mot de passe doit contenir au moins 6 caractères",
        "passwordRequired": "Veuillez entrer votre mot de passe actuel",
        "wrongPassword": "Mot de passe incorrect",
        "tooManyAttempts": "Trop de tentatives. Veuillez réessayer plus tard.",
        "updateFailed": "Échec de la mise à jour du profil : ",
        "deactivationFailed": "Échec de la désactivation du compte : ",
        "verifyPassword": "Vérifier le mot de passe",
        "passwordVerificationMessage": "Pour confirmer les modifications, veuillez saisir votre mot de passe actuel.",
        "currentPassword": "Mot de passe actuel",
        "confirm": "Confirmer",
        "password": "Mot de passe",
        "deactivateVerificationTitle": "Vérification de désactivation de compte",
        "deactivateVerificationMessage": "Veuillez entrer votre mot de passe pour confirmer la désactivation. Cette action est irréversible.",
        "confirmDeactivation": "Confirmer la désactivation",
        "addTask": "Ajouter une tâche",
        "deleteTask": "Supprimer la tâche",
        "enterTask": "Entrez votre tâche",
        "taskPlaceholder": "ex. Terminer le rapport de projet",
        "priority": "Priorité",
        "dueDate": "Date limite",
        "taskAdded": "Tâche ajoutée avec succès",
        "taskDeleted": "Tâche supprimée",
        "errorAddTask": "Échec de l'ajout de la tâche. Veuillez réessayer.",
        "errorDeleteTask": "Échec de la suppression de la tâche. Veuillez réessayer.",
        "noTasks": "Aucune tâche prévue",
        "loadingTasks": "Chargement des tâches...",
        "priorityOne": "Priorité maximale",
        "priorityTwo": "Très important",
        "priorityThree": "À faire aujourd'hui",
        "priorityFour": "Peu important",
        "priorityFive": "Si vous avez le temps"
    },
    "profile": {
        "settings": "Paramètres du profil",
        "account": "Paramètres du compte",
        "preferences": "Préférences",
        "security": "Sécurité",
        "notifications": "Notifications",
        "changePhoto": "Changer la photo",
        "saveChanges": "Sauvegarder les modifications",
        "deactivateAccount": "Désactiver le compte",
        "noChanges": "Aucune modification à enregistrer",
        "updateSuccess": "Profil mis à jour avec succès",
        "accountDeactivated": "Compte désactivé. Vous allez être déconnecté.",
        "invalidFileType": "Veuillez sélectionner un fichier image",
        "fileTooLarge": "Le fichier ne doit pas dépasser 5 Mo",
        "uploadError": "Échec du téléchargement de la photo. Veuillez réessayer."
    },
    "weather": {
        "pleaseTurnOnLocation": "Veuillez activer la localisation",
        "temperatureUnit": "°C",
        "suggestionPrefix": "\""
    },
    "slogan": {
        "one": "UNE",
        "unit": "UNITÉ",
        "at_a_time": "À LA FOIS"
    },
    "about": {
        "about_us_title": "À propos de nous",
        "what_is_aga": "Qu'est-ce que AGA ?",
        "intro_description": "AGA est bien plus qu’un simple outil d’organisation — c’est un compagnon de soutien pour les personnes qui ont du mal à structurer, prioriser et gérer leur quotidien. Conçu avec empathie et intention, AGA vise à apporter de la clarté dans le chaos en aidant les utilisateurs à diviser leurs responsabilités en étapes réalisables — une unité à la fois.",
        "units_core_idea": "L’idée des “unités” est au cœur de AGA. Chaque unité représente une étape vers un objectif plus grand. D'abord un cube, puis dix, puis cent, et enfin mille — formant ensemble un tout plus vaste.",
        "unit_slogan_paragraph": "Cela illustre que chaque accomplissement est à la fois une étape importante et un tremplin vers quelque chose de plus grand. Ces étapes deviennent des jalons dans un voyage plus vaste, encourageant une progression constante. Ce concept inspire notre slogan : « Une unité à la fois » — un rappel que le progrès n’a pas besoin d’être rapide ni parfait ; il doit simplement être constant.",
        "creator_backstory": "AGA est né d’une lutte personnelle. Son créateur faisait face à un quotidien écrasant, où les tâches devenaient un désordre ingérable. Les applications classiques de gestion d’agenda ne suffisaient pas — elles manquaient de lien humain, de bienveillance et de flexibilité dans les moments difficiles. AGA a été créé pour combler ce vide. Il ne fait pas que classer les tâches ; il aide activement à rester concentré, équilibré et en bonne santé. AGA propose des outils tels que :",
        "feature_task_tracker": "Suivi des tâches",
        "feature_calendar_weather": "Calendrier & Météo",
        "feature_focus_mode": "Mode Concentration",
        "feature_wellbeing_insights": "Aperçus Bien-Être",
        "creator_quote": "\"Que vous soyez débordé, bloqué ou simplement en quête de meilleures habitudes, AGA est là pour avancer avec vous — comme il l’a fait avec moi — une unité à la fois.\" - zedev (Créateur)",
        "thank_you": "Merci d'avoir choisi AGA !",
        "thank_you_message": "Votre soutien compte énormément. AGA a été conçu avec soin, inspiré par des luttes réelles, et pensé pour vous offrir clarté, concentration et bien-être au quotidien. Nous espérons sincèrement qu’il vous a aidé à vous sentir plus en contrôle, plus serein et plus motivé à progresser.\n\nEnsemble, une unité à la fois, nous ne faisons pas que cocher des cases — nous devenons une meilleure version de nous-mêmes.\nMerci de nous laisser faire partie de votre chemin.",
        "media_share": "Retrouvez-nous sur d'autres plateformes"
    },
    "tool": {
        "tasksetter_explaination": "Le Planificateur de Tâches vous aide à gérer vos tâches selon leur priorité et votre focus du jour. Sur l’écran d’accueil, il vous montre les 3 tâches prioritaires du jour pour vous aider à rester concentré. Il affiche aussi un aperçu des 3 tâches à venir pour demain, afin que vous puissiez anticiper.",
        "tasksetter_explaination2": "Pour ajouter une tâche, cliquez sur l’icône [+], entrez une description, choisissez une priorité de 1 à 5 (1 étant la plus importante), puis sélectionnez une date d’échéance.",
        "tasksetter_explaination3": "Une fois ajoutées, les tâches apparaissent sur l’écran d’accueil si elles sont prévues pour aujourd’hui ou demain. Vous pouvez les marquer comme terminées en cliquant sur l’icône de validation.",
        "tasksetter_explaination4": "Toutes les tâches actives et terminées sont stockées dans l’historique des tâches, accessible depuis les Paramètres. Là, vous pouvez modifier la description, la priorité ou la date, ou supprimer les tâches inutiles. Les tâches manquées apparaissent grisées et peuvent être reprogrammées ou supprimées.",
        "focusmode_explaination": "Le Mode Concentration est une fonctionnalité intelligente intégrée dans le robot physique AGA qui vous aide à rester attentif pendant vos sessions de travail ou d’étude. Placez simplement le robot en face de vous et commencez votre tâche.",
        "focusmode_explaination2": "Grâce à la détection du langage corporel, il reconnaît les moments où vous perdez votre concentration, et vous alerte doucement pour vous recentrer. À l’inverse, si vous restez concentré pendant 30 minutes d’affilée, il vous suggérera de faire une pause pour éviter l’épuisement.",
        "focusmode_explaination3": "Vous pouvez ignorer cette suggestion de pause jusqu’à trois fois, mais au-delà, le robot imposera une pause minimale de 15 minutes afin de préserver votre santé mentale. Ce système vise non seulement à vous garder productif, mais aussi à soutenir un rythme de travail sain et durable.",
        "calendar_weather_explaination": "L’application web AGA intègre un calendrier et un outil météo conçus pour vous accompagner dans votre quotidien. Ils sont parfaits pour les moments où vous oubliez la date ou avez besoin d’un aperçu rapide de la météo.",
        "calendar_weather_explaination2": "Le calendrier met en évidence hier, aujourd’hui et demain — un rythme de réflexion, d’action et de préparation. On apprend d’hier, on agit aujourd’hui, on se prépare pour demain.",
        "calendar_weather_explaination3": "L’outil météo utilise l’intelligence artificielle pour vous offrir des suggestions utiles — comme vous rappeler de prendre un parapluie en cas de pluie — afin que vous soyez prêt sans avoir à vérifier manuellement.",
        "wellbeing_explaination": "Cette future fonctionnalité élargira l'accent mis par AGA sur la santé mentale, en offrant des outils et des conseils pour vous aider à prendre soin de vous. Elle proposera des techniques de respiration, des exercices de bien-être et d'autres pratiques pour vous reconnecter à vous-même et instaurer des routines saines.",
        "wellbeing_explaination2": "Pour l’instant, l’outil d’Humeur est actif. Vous pouvez enregistrer votre état d’esprit trois fois par jour : entre 6h et 12h, 12h et 18h, puis 18h et minuit.",
        "wellbeing_explaination3": "Les entrées sont analysées au fil du temps et un aperçu hebdomadaire (jusqu’à 4 semaines) vous est proposé pour mieux comprendre ce qui affecte votre humeur et comment y répondre avec intention. Retrouvez vos tendances personnelles sur la page d’accueil."
    },
    "week_of": "Semaine du",
    "mood": {
        "question": "Comment vous sentez-vous aujourd’hui ?",
        "slider": "Choisissez l’humeur qui vous correspond le mieux.",
        "success": "Votre humeur a bien été enregistrée. Passez une excellente journée !",
        "mood_log": "Enregistrer l’humeur"
    },
    "feature": {
        "underDevelopment": "Cette fonctionnalité est en cours de développement !"
    }       
}
  