{
    "title": "AGA",
    "abbreviation": "Advanced Guidance Assistance",
    "button": {
        "signIn": "Mag-login",
        "createAccount": "Gumawa ng Account?",
        "aboutUs": "Tungkol sa Amin",
        "home": "Home",
        "about": "Tungkol",
        "tools": "Mga Tool",
        "help": "Tulong",
        "settings": "Mga Setting",
        "logout": "Mag-logout"
    },
    "description": "Ang Advanced Guidance Assistant ay idinisenyo upang tulungan kang pamahalaan ang iyong mga gawain araw-araw at mapanatili ang isang maayos at balanseng pamumuhay — upang maabot mo ang iyong buong potensyal.",
    "languageOption": {
        "english": "EN",
        "spanish": "ES"
    },
    "altText": {
        "logo": "Logo ng AGA"
    },
    "account": {
        "createNewAccount": "Gumawa ng Bagong Account",
        "alreadyRegistered": "May account na? Mag-login",
        "signin": "Mag-login",
        "notRegiestered": "Bagong miyembro? Mag-sign up"
    },
    "components": {
        "weather": "Panahon",
        "weatherLoading": "Kinukuha ang ulat ng panahon",
        "weatherError": "Hindi makuha ang lokasyon",
        "weatherSuggestion": "Payong Panahon",
        "focusMode": "Focus Mode",
        "taskSetter": "Tagatakda ng Gawain",
        "calendar": "Kalendaryo",
        "mood": "Mood",
        "toolInfo": "Impormasyon sa Tool",
        "contactUs": "Makipag-ugnayan sa Amin",
        "adverts": "Mga Ad",
        "taskSetterToday": "Mga Gawain Ngayon",
        "taskSetterTomorrow": "Mga Gawain Bukas",
        "taskSetterNone": "Walang nakatakdang gawain"
    },
    "forms": {
        "enterFirstName": "Ilagay ang Unang Pangalan",
        "enterName": "Ilagay ang bagong pangalan",
        "enterEmail": "Email",
        "enterPassword": "Ilagay ang Password",
        "enterDob": "Araw ng kapanganakan",
        "signUp": "Mag-sign Up",
        "signIn": "Mag-login",
        "forgotPassword": "Nakalimutan ang Password?",
        "loading": "Naglo-load...",
        "saving": "Nagsi-save...",
        "verifying": "Sini-secure...",
        "deactivating": "Dina-deactivate...",
        "errorSignup": "Nabigong gumawa ng account.",
        "errorLogin": "Nabigong mag-login. Pakisuri ang iyong mga detalye at subukang muli.",
        "resetPassword": "I-reset ang Password",
        "resetInstructions": "Ilagay ang iyong email. Kung ito'y konektado sa isang account, makakatanggap ka ng reset link.",
        "email": "Email",
        "emailRequired": "Kailangan ang email",
        "cancel": "Kanselahin",
        "sending": "Ipinapadala...",
        "sendResetLink": "Ipadala ang Reset Link",
        "resetEmailSent": "Kung konektado sa account, makakatanggap ka ng reset link.",
        "yourMessage": "Mensahe",
        "writeSomething": "Ilagay ang iyong mensahe dito...",
        "submit": "Ipasa",
        "messageSent": "Salamat sa iyong mensahe! Makikipag-ugnayan kami agad.",
        "submitError": "May nangyaring mali. Pakisubukang muli.",
        "allFieldsRequired": "Punan lahat ng fields.",
        "newPassword": "Ilagay ang bagong Password",
        "confirmPassword": "Kumpirmahin ang bagong Password",
        "yourName": "Iyong Pangalan",
        "leaveBlankPassword": "Iwanang blangko upang manatili ang kasalukuyang password",
        "confirmNewPassword": "Kumpirmahin ang bagong password",
        "notSpecified": "Hindi tinukoy",
        "passwordMismatch": "Hindi magkatugma ang mga password",
        "passwordTooShort": "Ang password ay dapat hindi bababa sa 6 na karakter",
        "passwordRequired": "Ilagay ang kasalukuyang password",
        "wrongPassword": "Maling password ang naipasok",
        "tooManyAttempts": "Masyadong maraming pagtatangka. Subukan muli mamaya.",
        "updateFailed": "Nabigong i-update ang profile: ",
        "deactivationFailed": "Nabigong i-deactivate ang account: ",
        "verifyPassword": "Kumpirmahin ang Password",
        "passwordVerificationMessage": "Upang kumpirmahin ang mga pagbabago, ilagay ang iyong kasalukuyang password.",
        "currentPassword": "Kasalukuyang Password",
        "confirm": "Kumpirmahin",
        "password": "Password",
        "deactivateVerificationTitle": "Kumpirmasyon ng Pag-deactivate ng Account",
        "deactivateVerificationMessage": "Ilagay ang iyong password upang kumpirmahin ang pag-deactivate ng account. Hindi na ito mababawi.",
        "confirmDeactivation": "Kumpirmahin ang Pag-deactivate",
        "addTask": "Magdagdag ng Gawain",
        "deleteTask": "Tanggalin ang Gawain",
        "enterTask": "Ilagay ang iyong gawain",
        "taskPlaceholder": "hal. Tapusin ang project report",
        "priority": "Prayoridad",
        "dueDate": "Takdang Araw",
        "taskAdded": "Matagumpay na nadagdag ang gawain",
        "taskDeleted": "Gawain ay natanggal",
        "errorAddTask": "Nabigong magdagdag ng gawain. Subukang muli.",
        "errorDeleteTask": "Nabigong magtanggal ng gawain. Subukang muli.",
        "noTasks": "Walang naka-iskedyul na gawain",
        "loadingTasks": "Ikinakarga ang mga gawain...",
        "priorityOne": "Pinakamataas na Prayoridad",
        "priorityTwo": "Napakahalaga",
        "priorityThree": "Gawin Ngayon",
        "priorityFour": "Hindi Gaanong Mahalaga",
        "priorityFive": "Kung May Oras"
    },
    "profile": {
        "settings": "Mga Setting ng Profile",
        "account": "Mga Setting ng Account",
        "preferences": "Mga Kagustuhan",
        "security": "Seguridad",
        "notifications": "Mga Abiso",
        "changePhoto": "Palitan ang Larawan",
        "saveChanges": "I-save ang mga Pagbabago",
        "deactivateAccount": "I-deactivate ang Account",
        "noChanges": "Walang pagbabago na isi-save",
        "updateSuccess": "Matagumpay na na-update ang profile",
        "accountDeactivated": "Na-deactivate ang account. Ikaw ay maa-log out.",
        "invalidFileType": "Pumili ng image file lamang",
        "fileTooLarge": "Ang laki ng file ay dapat mas mababa sa 5MB",
        "uploadError": "Nabigong i-upload ang larawan. Subukang muli."
    },
    "weather": {
        "pleaseTurnOnLocation": "Pakibuksan ang lokasyon",
        "temperatureUnit": "°C",
        "suggestionPrefix": "\""
    },
    "slogan": {
        "one": "ISANG",
        "unit": "YUNIT",
        "at_a_time": "SA ISANG PAGKAKATAON"
    },
    "about": {
        "about_us_title": "Tungkol sa Amin",
        "what_is_aga": "Ano ang AGA?",
        "intro_description": "Ang AGA ay higit pa sa isang simpleng organisasyong tool — ito ay isang kaagapay na dinisenyo para sa mga taong hirap mag-ayos, mag-prioritize, at pamahalaan ang kanilang mga araw-araw na gawain. Ginawa nang may malasakit at layunin, layunin ng AGA na bigyang-linaw ang kaguluhan sa pamamagitan ng paghahati-hati ng responsibilidad sa mga makakayang hakbang — isang yunit sa bawat pagkakataon.",
        "units_core_idea": "Ang ideya ng “mga yunit” ang nasa puso ng AGA. Ang bawat yunit ay kumakatawan sa isang hakbang patungo sa mas malaking layunin. Una isang yunit, pagkatapos sampu, daan, at sa huli ay libo — sabay-sabay na bumubuo ng isang mas malawak na kabuuan.",
        "unit_slogan_paragraph": "Ipinapakita nito na ang bawat natapos ay parehong tagumpay at tuntungan sa mas malawak na paglalakbay. Ang mga ito ay mga hakbang sa pag-abante, at nag-uudyok ng tuluy-tuloy na pag-usad. Ito ang inspirasyon ng aming slogan: “Isang Yunit sa Bawat Pagkakataon” — paalala na ang pag-unlad ay hindi kailangang mabilis o perpekto; kailangan lang ay tuloy-tuloy.",
        "creator_backstory": "Ipinanganak ang AGA mula sa isang personal na pakikibaka. Ang tagalikha nito ay araw-araw na kinakaharap ang labis na dami ng gawain, kung saan ang lahat ay nagiging isang malabong gulo. Hindi nakatulong ang mga karaniwang scheduling apps — kulang sila sa koneksyon, pag-aalaga, at kakayahang umangkop sa gitna ng stress. Kaya ginawa ang AGA upang punan ang kakulangan. Hindi lang ito nag-aayos ng gawain — sinusuportahan nito ang mga user na manatiling nakatuon, balanse, at nasa maayos na kalagayan. Nag-aalok ang AGA ng mga tool tulad ng:",
        "feature_task_tracker": "Tagasubaybay ng Gawain",
        "feature_calendar_weather": "Kalendaryo at Panahon",
        "feature_focus_mode": "Mode ng Pokus",
        "feature_wellbeing_insights": "Kaalaman sa Kabuuang Kalusugan",
        "creator_quote": "\"Kung pakiramdam mo ay overwhelmed, stuck, o nais mong bumuo ng mas magagandang routine — narito ang AGA upang samahan ka — tulad ng ginawa nito sa akin — isang yunit sa bawat pagkakataon.\" - zedev (Tagalikha)",
        "thank_you": "Salamat sa pagpili ng AGA!",
        "thank_you_message": "Napakahalaga ng iyong suporta para sa amin. Ang AGA ay nilikha nang may pagmamalasakit, hango sa tunay na karanasan, at dinisenyo upang bigyan ka ng linaw, pokus, at kapakanan sa iyong araw-araw na buhay. Taos-puso naming inaasahan na ito'y nakatulong sa iyo upang makaramdam ng kontrol, kapanatagan, at inspirasyon upang patuloy na umunlad.\n\nSama-sama, isang yunit sa bawat pagkakataon — hindi lang natin natatapos ang mga gawain, kundi nagiging mas mabuting bersyon ng ating sarili.\nIto ang iyong paglalakbay — salamat sa pagpapaubaya sa AGA na maging bahagi nito.",
        "media_share": "Hanapin kami sa ibang mga platform"
    },
    "tool": {
        "tasksetter_explaination": "Ang Tagatakda ng Gawain ay tumutulong sa iyo na pamahalaan ang mga gawain ayon sa prayoridad at pokus para sa araw. Sa home screen, ipinapakita nito ang 3 pinaka-mahalagang gawain para sa araw upang matulungan kang magpokus sa isa-isa. Ipinapakita rin nito ang 3 gawain para bukas upang ikaw ay makapaghanda.",
        "tasksetter_explaination2": "Upang magdagdag ng gawain, i-click ang [+] icon, ilagay ang paglalarawan, pumili ng prayoridad mula 1–5 (1 ang pinakamahalaga), at pumili ng takdang araw.",
        "tasksetter_explaination3": "Kapag nadagdag na, lalabas ang mga gawain sa home screen kung ito ay naka-schedule para ngayon o bukas. Pwede mong markahan bilang tapos sa pamamagitan ng pag-click ng check icon.",
        "tasksetter_explaination4": "Lahat ng aktibo at natapos na gawain ay matatagpuan sa backlog ng gawain na matatagpuan sa Settings. Dito, maaari mong i-edit ang detalye, prayoridad, o petsa ng gawain, o burahin ang mga hindi na kailangan. Ang mga na-miss na gawain ay magiging kulay-abo at maaaring i-reschedule o tanggalin.",
        "focusmode_explaination": "Ang Focus Mode ay isang matalinong feature na naka-embed sa pisikal na AGA bot upang tulungan kang manatiling nakatuon habang nagtatrabaho o nag-aaral. Ilagay lamang ang bot sa harap mo at magsimula sa iyong gawain.",
        "focusmode_explaination2": "Gamit ang teknolohiya ng body language detection, naaalala ka nitong magpokus kapag ikaw ay nadidistract. Kung tuloy-tuloy kang nagtrabaho ng 30 minuto, sasabihan ka nitong magpahinga upang maiwasan ang burnout.",
        "focusmode_explaination3": "Maaari mong tanggihan ang mungkahing pahinga hanggang tatlong beses, pero pagkatapos noon ay ipapatupad nito ang minimum 15 minutong break upang pangalagaan ang iyong mental health. Layunin nitong hindi lamang panatilihin kang produktibo, kundi suportahan din ang masustansyang workflow.",
        "calendar_weather_explaination": "Ang AGA web app ay may integrated na kalendaryo at panahon tool upang suportahan ang iyong araw-araw na buhay. Kapaki-pakinabang kapag hindi mo alam ang petsa o lagay ng panahon — nagbibigay ito ng real-time snapshot ng mga importanteng detalye.",
        "calendar_weather_explaination2": "Itinatampok ng kalendaryo ang kahapon, ngayon, at bukas — nakatutok sa ritmo ng pagninilay, aksyon, at paghahanda. Natututo tayo sa nakaraan, kumikilos ngayon, at naghahanda para sa susunod.",
        "calendar_weather_explaination3": "Ang tool sa panahon ay pinapagana ng AI upang magbigay ng matatalinong suhestiyon — gaya ng paalala na magdala ng payong kung uulan — para makapaghanda ka sa araw nang hindi mo kailangang manu-manong mag-check.",
        "wellbeing_explaination": "Ang darating na feature na ito ay palalawakin ang pokus ng AGA sa mental wellbeing, at magbibigay ng mga tool at gabay upang tulungan ang mga user sa pag-aalaga ng kanilang sarili. Kabilang dito ang mga breathing techniques at self-care routines upang matulungan kang mag-reconnect sa iyong sarili at magkaroon ng malusog na araw-araw na gawain.",
        "wellbeing_explaination2": "Sa ngayon, available na ang Mood Insight tool. Maaari mong i-set ang iyong mood tatlong beses sa isang araw: 6AM–12PM, 12PM–6PM, at 6PM–12AM.",
        "wellbeing_explaination3": "Ang iyong mood entries ay susuriin sa paglipas ng panahon, at bibigyan ka ng weekly mood overview (hanggang 4 na linggo) upang matulungan kang maunawaan ang epekto ng emosyon sa iyong araw. Makikita mo ang iyong personalized mood trends sa main page."
    },
    "week_of": "Linggo ng",
    "mood": {
    "question": "Ano ang nararamdaman mo ngayon?",
        "slider": "Piliin ang mood na pinakamalapit sa iyong nararamdaman.",
        "success": "Na-log na ang iyong mood. Magandang araw sa iyo!",
        "mood_log": "I-log ang Mood"
    },
    "feature": {
        "underDevelopment": "Ang feature na ito ay nasa ilalim ng development!"
    }
}
  